[
  {
    "video_id": "iqXn6Oiis4Q",
    "title": "#OpenAI #SWARM 핵심 기능 리뷰와 멀티에이전트 시스템 찍먹!",
    "content": "안녕하세요 오늘 준비한 내용은 스입니다 스웜은 한 일주일 정도 전에 오픈 에어에서 공개한 멀티에이전트 오케스트레이션을 탐구하는 교육용으로 공개한 프레임워크에 사실은 수험에 대한 리뷰를 요청을 받았어요 요즘에 멀티 에이전트에 대한 관심이 워낙 높기 때문에이 수험에 대해서도 관심 있는 분들이 굉장히 많더라고요 그래서 이번에는 아주 간단하게 수험에 대해서 리뷰해 보는 시간을 갖도록 하겠습니다 원래 있던 수험 기업 리파지토리를 제가 포크를 떠 가지고 이제 번역을 해서 공개를 해 놨습니다 그래서 한글이 편하신 분들은 제거 리파지토리 서 보셔도 되고요 원문을 보고 싶다 하시는 분들은 원본 리파지토리에 가셔서 보시면 되겠습니다이 원본 리파지토리에 가셔서 보시면 스타를 무려 1 3,000개 이상을 받은 그런 프로젝트예요 그마만큼 굉장히 인기가 많은 프로젝트라고 볼 수가 있는데요 먼저이 수험을 써 보고 나서 제가 느낀 바를 좀 말씀을 드리면 아직은 교육용 목적으로 공개된 프레임워크다 보니까 조금 뭐랄까요 컨트롤러 bity 좀 떨어지는 건 사실입니다 커뮤니티에서도 좀 조사를 해 봤는데요 레딧에서 스이는 프레임워크를 사용해 본 유저들이 꽤나 많았는데 보통은 비교 대상이 뭐 크루 AI 많이 비교를 하시더라고요 그래서 크루 AI 같은 프레임워크가 바로 수업이라고 보셔도 좋을 것 같다라는 생각이 들었고요이 수업이라는 프레임워크를 사용해서 굉장히 쉽게 멀티에이전트 시스템을 구현할 수 있다라는 장점은 있습니다 하지만 우리가 이거를 프로덕션 레벨에서 서비스 하기에는 조금 아쉽더라고요 그 가장 큰 이유 중에 하나는 컨트롤러 bity 좀 어렵습니다 저희가 이제 프롬프트에 의존하는게 많다 보니까 좀 그런 측면이 있더라고요 그래서 이미 랭 그래프에 안착을 해서 하시는 분들은이 수험은 아마 관심 사가 되지 않을 것 같다라는 생각이 들었고요 그렇지만이 스웜에 대해서 사용해 보셨으면 좋겠다 하는 분들은 아직 랜 그래프의 경험이 많지 않고 아직은 코드보다 프롬프트를 작성하는게 더 익숙하신 분들은이 수업이라는 도구가 굉장히 유용한 도구가 될 수가 있을 것 같아요 먼저이 수업이라는 것은 경량 멀티에이전트 오케스트레이션 있니다 여기서 경량이라 말은 무거운 기능들을 배제를 하고 아주 가볍게 여러 개 에이전트를 협력할 수 있는 시스템을 만들 수 있다라는 뜻인데요 사용 방법들이 아주 자세하게 나와 있습니다 주요 내용들이 여기 문서에 잘 정리가 되어 있는데요 한마디로 여러분들이 여러 개의 에이전트들을 만들 수가 있고이 에이전트들이 펑션 콜링을 사용할 수가 있습니다 여러분들이 정의한 함수를 쉽게 쓸 수 있다는 뜻이에요 그리고 여기에서 매력적인 부분은 바로 핸드 오프라는 기능인데요이 핸드 오프라는 기능은 하나의 에이전트가 다른 에이전트로 전달 즉 연결할 수 있는 기능을 의미합니다 그러니까 얘가 처리를 하다가 아 이거는 내 임무가 아니라 다른 어시스턴트의 임무야라고 한다면 얘가 다른 에이전트한테 임무를 전달할 수가 있어요 그리고 한 가지가 더 재미난 사실이 있는데요 여기에서는 컨텍스트 베리어블이라는 좀 특별한 문맥을 기억할 수 있는 매개 변수라는 걸 정의할 수가 있습니다 한마디로 우리가 에이전트와 에이전트 간의 메시지들을 전달하다 보면은 고정되어 있는 상태 값이라고 해야 될까요 요런 것들을 전달하기가 좀 어려운 경우가 많아요 그런데 컨텍스트 베리어블 정의한 다음에 요거를 가지고 전달하면서 임무를 수행할 수 있도록 만들어 줄 수가 있다는 거죠 우리가 어떤 데이터 분석 에이전트들을 만든다라고 했을 때 원본 데이터 그 자체는 변하면 안 되잖아요 그래서 그 데이터 자체를 컨텍스트 베리어블 넣어 주고 에이전트 그리 왔다 갔다 하면서 처리할 수 있게끔 도와줄 수도 있습니다 그리고 중간 과정에서 이렇게 컨텍스트 변수를 업데이트 하는 것도 가능합니다 제가 이러한 내용들을 좀 쉽게 전달해 드리기 위해서 베이직 튜토리얼을 만들어 봤는데요 요거를 보면서 좀 더 자세히 알아보도록 하겠습니다 먼저 오픈의 키가 필요하고요 저는 이미 설정이 되어 있고요 키를 가지고 왔습니다 다음으로는 인스턴스 생성을 해 볼 건데요 수업이라는 걸 호출해서 클라이언트에게 넣어 주면 됩니다 자 그리고 에이전트 를 만드는게 굉장히 쉽더라고요이 에이전트를 호출한 다음에 에이전트에 대한 이름을 넣어 주시면 되고요 에이전트에 대한 인스트럭션이 들어가게 됩니다 쉽게 얘기해이 에이전트는 여기에 넣어 주는 프롬프트의 영향을 많이 받아요 그래서 여러분들이 프롬프트를 자세히 작성하는게 어찌 보면 좋은 에이전트를 만드는데 도움이 될 가능성이 큽니다 저는 여기에서는 간단한 예제를 넣어 봤는데요 뭐 당신의 이름은 테이고 한국말을 하고 처음 대화의 시작은 안녕하세요 와 당신의 이름을 말하는 걸로 시작해라 요런 인스트럭션을 넣어 놨어요 그런 다음에 제가 안녕이라는 영어 문구를 넣어 주면 얘가 안녕하세요 하면서 자신의 이름을 말하고 그리팅을 하는 것을 볼 수가 있죠 이게 기본적으로 에이전트를 만드는 예제인요 보시면은 굉장히 간단하게 우리가 에이전트를 생성할 수 있는 것을 볼 수가 있습니다 자 그다음에 아까 말씀드렸던 핸드오프 기능인데요 핸드오프 기능이라 거는 한 에이전트에서 다른 에이전트로 대화를 넘기는 것입니다 그래서 이번에는 에이전트를 두 개를 만들어 봤어요 하나는 잉글리시 에이전트라는 말할 수 있는 에이전트를 만들어 봤고요 다음으로는 한국어만 말할 수 있는 코리언 에이전트를 만들어 봤어요 요렇게 에이전트 두 개를 만들었거든요 그런 다음에 함수를 하나 만들어 줬는데요이 함수의 역할은 한 에이전트에서 다른 에이전트로 전달해 주는 역할 합니다 참요 기능이 정말 재밌는데요 우리가 에이전트를 만듦으로써이 가장 큰 장점 중에 하나는 우리가 이렇게 커스텀한 함수를 만든 다음에이 에이전트가 툴로서 활용할 수 있도록 함수를 전달해 주는 것도 가능하고요 예를 들어서 우리가 웹에서 검색하는 기능을 함수로 만들어 놨다고 가정을 해 볼게요 그러면 에이전트가 웹 검색이 필요한 시점에 내가 만들어 놓은 파이썬 함수를 호출을 해서 웹 검색을 수행하게 됩니다 이게 일반 적으로 우리가 알고 있는 펑션 쿨링의 기능이라고 볼 수도 있죠 그런데 여기다 핸드 오프라는 기능을 추가한 거예요 대신 똑같은 툴 스키마를 쓰면서 그래서 여기에서는 함수 생성을 한 다음에 똑같이 그냥 우리가 정의한 로직을 수행하게끔 하면 되는데 얘는 반환값이 다른 에이전트를 반환하는 것을 볼 수가 있죠 그래서 우리가이 펑션에 우리가 만들어 놓은 함수를 이렇게 추가를 해 주면 핸드오프 기능이 완성이 되게 되는 거예요 그런 다음에 제가 안녕하세요라고 한글로 물어봤어요 그리고 처음에 전달은 잉글리시 에이전트한테 해 주는 거거든요 그러면이 잉글 에이전트가 입력을 받겠죠 근데 얘는 영어밖에 할 줄 모르는 에이전트에 그런데이 잉글리시 에이전트의 transf to 코리안 에이전트라는 함수를 우리가 할당을 해 놨죠 그러면이 함수의 역할을 보시면 코리안 스피킹 에이전트로 트랜스퍼 해 주라라는 내용이 들어가 있는 것을 볼 수가 있어요 쉽게 얘기해서 잉글리시 에이전트가 한글을 받으면 어 본인은 영어밖에 못 하기 때문에 한글을 할 수 있는 에이전트한테 핸드오프를 해 주는 거죠 자 이렇게 해서 한번 잘 동작하는지 한번 보죠 이걸 실행을 해서 에이전트들을 가지고 오고요 다음으로는 밑에 있는 메시지를 실행을 해서 결과를 받아보겠습니다 결과를 받아 보시면은 한글로 잘 답변하는 것을 볼 수가 있어요 자 이게 제대로 핸드 오프가 일어나는지 보려면 우리가 펑션 콜링 스키마를 확인해 봐야 되거든요 그래서 밑에 있는 펑션 콜링 스키마를 한번 확인해 보도록 하겠습니다 자 보시면은 첫 번째 1년의 과정에서 도구 호출이라는게 일어나면서 트퍼 to 코리안 에이전트로 펑션 콜링이 일어나는 것을 볼 수가 있고요이 펑션 컬링의 주체는 잉글리시 에이전트라는 것을 확인해 볼 수가 있습니다 다음으로는이 펑션 콜링이 일어났으니까 함수를 실행하게 되는 거고요이 함수 수가 실행이 되면서 코리언 에이전트로 전달이 됩니다 즉 핸드 오프가 일어나는 거고요 마지막으로 전달받은 코리언 에이전트가 인사말을 대한 응답을 작성한 다음에 마무리 짓는 것을 볼 수가 있어요 그래서이 펑션 쿨링의 내부 구조를 확인해 보면 핸드 오프가 잘 일어났다는 것을 확인해 볼 수가 있습니다 다음으로는 컨텍스트 베리어블 있데요 컨텍스트 베리어블 UN 우리가 이렇게 사전에 정의한 콘텍스트 변수를 의미하는 거고요 사전에 정의한 변수를 활용하는 목적은 우리가 여러 에이전트로부터 메시지들을 전달을 하는데요 그 전달되는 과정에서 우리가 입력해 놓은 컨텍스트 베리어블 유지함에 있습니다 때로는 다른 에이전트가이 안에 있는 내용을 업데이트 할 수도 있어요 가령 제가 컨텍스트 베리어블 다가 네임과 잡과 니를 넣어 놨는데요 클라이언트 R 한 다음에 에이전트에가 전달을 해 주고요 동시에 컨텍스트 베리어블 전달을 합니다 자 그러면 우리가 전달해 주는 에이전트는 바로 여기 에이전트인요이 에이전트 안에 보시면 인스트럭션스 있고요이 인스트럭션은 결국에는요 함수죠 그러면이 함수 호출이 일어나서 인스트럭션이 세팅이 되는데이 함수 출 안에 보면은 매의 변수로 컨텍스트 베리어블 받는 것을 볼 수가 있어요 그래서이 컨텍스트 베리어 블 안에 제가 넣어 놓은 키밸류 쌍들이 있는데요 얘네들을 받아다가 퍼널 인포메이션에 대한 세팅을 해 주는 것을 볼 수가 있죠 저는 간단한 인적 정보를 넣어놨는데 여기에서 우리가 만약에 취급해야 될 데이터를 넣어 준다 하면요 컨텍스트 베리어블 안에 데이터가 넘어오게 됩니다 그러면 그 데이터를 가지고 사전의 에이전트한테 세팅을 해 줄 수 있게 되는 거예요 자 이런 식으로 실행을 하게 되면은 자기 소개를 할 때 제가 입력해 놓은 정보를 바탕으로 잘 답변해 주는 것을 볼 수가 있고요 제가 만약에 컨텍스트 베리어블 홍길동으로 바꿔서 실행을 하게 되면은 홍길동이라고 합니다라고 잘 바뀌는 것도 확인해 볼 수가 있습니다 다음으로는 펑션 콜링이이 수험에서 가장 쉽게 만들어진게 아마도 펑션 콜링이 볼 수가 있는데요 우리가 함수 스키마라는 굉장히 부담스러운 작성 대신에 파이썬 함수 형식으로 만들어 주기만 하면 됩니다 여기에 있는 매개 변수도 여러 개를 받을 수가 있는데요 매개 변수를 받을 때 이렇게만 넣으면 보통 오류가 날 수도 있거든요 그래서 스키마에 항상 이렇게 타이 힌팅은 넣어 주시는게 좋더라고요 겟 웨더를 호출하게 되면은 날씨를 받아와서 날씨 정보를 반환을 해 줘야 겠지만 지금은 하드 코딩을 해서 넣어 줬 자 그리고 두 번째로는이 get라는 함수에 스트링을 넣어 줘 볼 건데요 렇게 get the weather of given location이라는 스트링을 넣어 줬습니다 여러분들께서 함수를 작성해 주실 때 기억하셔야 될 거는 두 가지로 정리해 볼 수가 있는데요 첫 번째 각 매개 변수마다 타입 피팅을 반드시 기록해 주는 것과 두 번째 독 스트링의 내용을 최대한 친절하고 자세히 적어 주는 것입니다 결국에는이 에이전트가이 함수를 호출하게 될 건데요이 함수를 호출할 때 함수의 이름 매개변수의 형태 그다음에 여기에 설정되어 있는 독 스트링을 보고 함수를 호출하게 되는 거예요 그러니까 얘가 날씨를 조회하려고 할 때 get 웨라 함수를 줬잖아요 근데 이걸 언제 활용하느냐 그 활용하는 시점을 고려를 할 때이 함수의 이름과 독 스트링을 보고 결정을 한다라는 거죠 그래서 우리가 독 스트링을 제대로 작성하지 않으면 에이전트가 함수 호출을 안 하게 될 수도 있는 거예요 그래서 함수 호출 할 때는 반드시 함수의 독 스트링을 자세히 적어 주고이 함수는 언제 호출하면 되는지 자세히 적어 주시는 걸 추천드립니다 자 이렇게만 입력을 해 보고요 서울의 날씨는 어때라고 한번 물어볼게요 물어보면은 서울의 현재 기온은 20도이다 우리가 이렇게 하드 코딩해서 넣어 놨기 때문에 20도라고 변하는 것을 볼 수가 있죠 자 얘도 펑션 쿨링이 잘 됐는지 한번 확인해 볼까요 여기에서 리스의 메시지 트리를 실행을 해서 한번 보겠습니다 루트 부분에 보시면은 겟 웨라 함수가 펑션 콜링을 일어난 것을 확인해 볼 수가 있고요 샌더는 우리가 설정해 놓은 에이전트가 호출했다라는 정보들이 여기에 들어가 있죠 그다음에 겟 웨더를 실질적으로 호출 했더니 답변이 요렇게 나온 거고요 요거에 대한 답변은 우리가 하드 코딩에서 넣어 놨던 답변입니다 마지막으로 반환받은 답변의 내용을 바탕으로 에이전트가 답변을 생성해서 주는 것을 볼 수가 있어요 그래서 우리가 펑션 쿨링을 할 때에는 보통은 세 가지 단계로 이루어지게 되는데요 첫 번째 단계에서는 함수를 호출하는 거 즉 도구라는 것을 이제 호출하는 그 메시지가 담겨 있고요 그리고 호출된 결과가 담겨 있고 마지막으로 호출된 결과를 참고를 해서 답변을 생성하는 내용 이렇게 세 단계로 이루어져 있다라는 것을 확인해 볼 수가 있습니다 자 다음으로는 대화 루프인요 대화 루프에서는 이렇게 문을 열어 가지고 메시지에 지속적으로 대화를 추가하면서이 에이전트와의 대화를 이어 나갈 수가 있어요 여기에서는 싱글 에이전트를 넣어 놨는데 요거를 가지고 한번 데모를 보여 드릴게요 어 여기에 별다른 인스트럭션은 없고요 그냥 helpful 에이전트라는 내용만 넣어 놨습니다 이거를 실행하면요 상단에 입력하는 창이 나오는데요 여기에 안녕이라고 한번 해 볼게요 안녕이라고 하면은 에이전트가 바로 응답하는 것을 볼 수가 있고요 대한민국의 수도는 이렇게 한번 물어볼게요 그럼 서울입니다 이렇게 잘 답변을 하죠 그리고 메시지를 누적해서 기록을 하기 때문에 멀티턴 대화가 가능합니다 그래서 저는 이번엔 이렇게 해 볼게요 이전에 답변을 영어로 요청하면 이제 영어로 잘 답변해 주는 것을 볼 수가 있죠 마지막으로 대화를 끝날 때에는 바이를 눌러 주시면 됩니다 자 이렇게 해서 여러분들이 에이전트를 여러 개 만든 다음에요 여러 개 만든 에이전트의 시작점을 클라이언트 R 안에다가 넣어 주시기만 하면 돼요 그러면 그 에이전트로부터 시작을 해서 멀티에이전트 시스템을 활용해서 이러한 대화를 이어 나갈 수 있게 되는 겁니다 지금까지 베이식 튜토리얼은 에이전트의 각각의 기능에 대해서 집중을 했다면 제가 이번에 만들어 만들어본 데모 프로젝트는 멀티에이전트 오케스트레이션으로 구성을 해 봤어요 제가 이번에 만들어 볼 프로젝트는 보고서 작성 에이전트 시스템이든 그래서 보고서를 잘 작성하는 그런 에이전트 시스템을 만들어 볼 건데 이번에 구성은 멀티에이전트 오케스트레이션으로 만들어 본 거죠이 구조에 대해서 설명을 드리면 휴먼이 있고 휴먼이 보고서의 주제에 대해서 작업 할당을 슈퍼바이저 합니다이 슈퍼바이저의 역할은 한마디로 팀장이라고 생각하시면 되겠는데요이 슈퍼바이저가 조사가 필요하면은 리서치 에이전트한테 조사를 요청하게 됩니다이 리서치 에이전트는 웹 검색 도구를 탑재하고 있어요 그래서 주어진 토픽에 대한 조사를 수행하게 되는 거고요 조사가 완료가 되면은 다시 슈퍼바이저 테 보고를 하게 됩니다 슈퍼바이저는 다시 보고받은 내용을 휴먼이 소통을 하게 되고요 휴먼이 좀 더 조사를 해 줘라고 하면은 다른 내용으로 또 조사를 수행할 수도 있는 거죠 자 이렇게 왔다 갔다 하게 되는데요 어느 정도 조사가 완료가 되면은 라이터 테 요청을 해서 보고서 작성을 수행합니다이 보고서가 다 작성이 되면 다시 또 슈퍼바이저 테 보고를 하게 되고요 그리고 휴먼이란 협력을 해서 다음 과정은 어떻게 될지 결정을 내리게 되는 거 죠 만약에 휴먼이이 보고서에 대해서 개선할 점을 요청하고 싶다 하면은 크리틱 에이전트한테 전달을 해서 개선할 점을 도출하고 개선점을 반영해서 결과물을 받게 되는 거죠 이런 식으로 왔다 갔다 하면서 나은 품질의 보고서를 작성을 하게 되는 겁니다 만들어 놓은 내용을 보면은 대단한 내용은 없고요 먼저 웹 검색을 하는 도구를 하나 만들어 놨고요 그리고이 부분에서는 라우팅을 하는 부분들이 들어가 있고요 아래쪽에 보시면 에이전트를네 개를 만든 것을 볼 수가 있죠 슈퍼바이저가 있고 리서처가 있고 라이터가 있고 크리틱이 있는 데요 슈퍼바이저는 리서처 라이터와 크리틱 테 핸즈오프 할 수 있는 펑션을 달아 줬고요 리처는 조사를 할 때 활용할 설천 웹이라는 도구를 썼고요이 설천 웹이라는 도구를 호출하게 되면은 태블릿 서치 도구를 활용해서 구글이나 네이버에서 관련된 내용을 검색하게 됩니다 검색 결과를 반환을 받아서 그 결과물을 종합을 하고 완료가 됐으면 다시 슈퍼바이저 테 넘겨 주는 거고요 라이터 에이전트는 보고서를 작성한 다음에 작성이 완료된 보고서를 슈퍼바이저 테 전달하게 됩니다 마지막으로 크리틱 에이전트는 개선점을 도출한 다음에 에 도출한 내용을 작성을 하고 다시 또 슈퍼바이저 보고를 하게 되는 거죠 그래서 최종적으로 스미로 간단하게 데모를 준비해 봤는데요 스트리밍 출력을 할 수 있도록 이렇게 메시지 처리를 해 놨고요 클라이언트 런을 해서 슈퍼바이저로 작업을 시작할 수 있도록 이렇게 구현을 해 놨습니다 자 그러면 스트리 서버를 열어서 한번 실행해 볼 건데요 먼저 포에트리 활성화해서 가상환경으로 진입을 하고요 그다음에 스트리 런에 .py 실행을 해서 환경을 열어 줍니다 그러면 이렇게 보고서 작성 에이전트가 활성화가 되고요 자 여기에서 제가 이번에 보고서 작성을 한번 요청을 해 볼 건데 최근에 대한민국에서 좋은 소식이 있었죠 안강 작가님께서 노벨 문학상을 수상하셨는데요 관련된 내용으로 보고서 작성을 한번 요청해 보겠습니다 당연히 GPT 2024년도 가장 최근의 일에 대한 내용을 모를 거기 때문에 아마도 인터넷 검색이 필요할 것 같아요 한강 작가의 최근 노벨 문학상 수상에 대한 내용을 조사해 봐라고 질문을 던져보겠습니다 그러면은 슈퍼바이저가 요러한 내용들을 분석을 해서요 아리스에 대해서 어떤 내용을 조사할지 요런 것들을 정리를 해봤고 조사를 시작하기 위해 리서치 에이전트로 이전하도록 하겠다라는 내용을 말해 주고 있죠 자이 내용이 슈퍼바이저가 받아서 이제 리서치한 위임을 하겠다라는 내용이죠 검색하도록 진행해 진행하라고 이렇게 연결을 했더니 트퍼 to 처한 위임을 한 다음에 서천 웹을 호출해서 웹 검색을 수행하는 것을 볼 수가 있어요이 웹 검색을 수행할 때 슈퍼바이저가 조사할 내용들을 렇게 정리를 해 놨거든요이 내용을 바탕으로 웹 검색을 해서 관련된 내용들을 이런 식으로 수집해서 보여줍니다 웹 검색을 한 결과에 보시면요 현재 얘가 서치 쿼리에 넣었을 때에는 얘가 추정한 날짜는 2023년도고 생각이 해서 서치 쿼리를 이렇게 날린 거거든요 근데 실제 결과에는 한강 자가는 2024년도 노벨 문학상을 수상했다 요런 내용들이 들어가 있는 걸 볼 수가 있죠 그래서 검색된 내용을 바탕으로 이렇게 검색 결과를 보여 주고요 다시 슈퍼바이저 테 전달이 됐습니다 검색된 결과를 다시 슈퍼바이저가 받았으니까이 슈퍼바이저가 보고서 작성을 요청할지 아니면 재검색을 수행할지 이런 것들을 결정할 수가 있어요 저는 이번에는 라이팅 에이전트한테 전달을 해서 보고서 초안에 작성해 달라라 부탁을 해 볼게요 그럼 이제 조사한 내용을 바탕으로 보고서를 작성해라고 전달을 해보겠습니다 자 얘가 보고서를 작성을 확인하는 과정을 한번 거치게 되는데요 이러한 내용으로 보고서 작성을 하면 될지 저한테 확인하는 작업을 받는 건데 제가 슈퍼바이저 프롬프트에 이렇게 확인하는 작업을 거쳐 달라라고 넣어 놨더니 이렇게 확인을 잘해 주더라고요 좋아 보고서를 작성해라고 진행 볼게요 그러면 트랜스퍼 to 라이한 전달을 해서 이렇게 개요를 잡고 보고서 작성을 진행하는 것을 볼 수가 있어요 한강 작가의 최근 노벨 문학상 수상에 대한 보고서 서론 본론 결론 요런 식으로 작성하는 것을 볼 수가 있죠 자 이렇게 작성이 완료가 됐고요 다시 슈퍼바이저 테 작성된 내용이 전달이 됐을 겁니다 이제 마지막으로 크리틱 에이전트한테 전달을 해서 개선점을 한번 도출해 달라라는 부탁을 해 볼게요 크리틱 에이전트한테 전달해서 개선할 부분을 수정해 줘 자 그러면 크리틱 에이전트한테 전달을 해서 진행을 한다라고 알려 주는데요 진행해 가끔 가다가 바로 진행을 안 하고 이렇게 기다리더라 개선해 이렇게 한 번 더 얘기를 해 줘야 이렇게 개선 방향을 도출해 주는 경우도 있었습니다 자 그래서 개선 방안을 얘가 도출을 해 주고요 그리고 개선된 결과물을 요렇게 작성해 주는 것을 볼 수가 있죠 자 이렇게 결론까지 잘 작성을 해줬어요 자 그런데 이렇게 보고서에 보니까 아 확인을 해봤더니 수상한 일자가 빠져 있는 거 같 요 그래서이 일자를 다시 조사해 달라라는 요청을 해 볼 건데요이 요청을 리서치 에이전트한테 아무래도 요청을 해야겠죠 노벨 문학상을 수상한 날짜가 명시되어 있지 않음 날짜를 검색해서 조사해 자 이런 명령어를 한번 내려 봤더니 얘가 바로 처한 전달을 해서요 서천 웹을 수행하는 것을 볼 수가 있습니다 검색을 해서 이런 식으로 10월 10일 날 발표가 됐다라는 내용을 결국에 찾아왔네요 자 그러면 슈퍼바이저가 이제 라이터 테 얘기를 해서요이 발표된 일자를 보고서에 추가해 달라라는 내용을 전달을 해 볼게요 노벨 문학상에 발표 날짜를 보고서에 추가해 자 그래서이 날짜를 추가를 해 가지고 요런 식으로 추가돼 있는 것을 볼 수가 있죠 계속해서 핑퐁을 하면서 개선해 나갈 수가 있어요 이렇게 계속해서 개선을 하다 보면은 점점점점 더 완성도 높은 보고서가 나올 수가 있겠죠 보고서의 내용을 확장해라는 내용을 전달을 하면요 얘가 알아서 또 내용을 확장을 해 가지고 좀 더 디테일한 보고서도 작성을 해 줍니다 마지막으로 요거 하나만 해 볼게요 여기에 보면은 출처가 빠져 있기 때문에이 보고서의 어떻게 보면은 신뢰성이 좀 훼손될 수가 있거든요 그래서 저는 이러한 명령어를 한번 전달해 보겠습니다 보고서의 신뢰성 확보를 위해서 출처를 표기해야 해 중요 정보들을들에 대한 출을 조사해 그러면 리한테 전달을 해서요이 된 출처를 표기하기 위한 웹검색을 여러 번 수행하는 것을 볼 수가 있습니다 그리고이 웹 검색을 수행을 할 때는 우리가 어떠한 내용을 검색할지 명시해 주는 것을 볼 수가 있어요 이렇게 검색 결과에 대해서 간략하게 내용을 요약을 해 줬고요 자이 정보를 바탕으로 보고서에서 출초 표기 방식을 반영해서 신뢰성을 강화하겠습니다 내용으로 알려주네요 그럼 출처를 포함한 보고서를 작성해라고 요청을 해볼게요 그러면 보강된 보고서를 얘가 직접 이렇게 작성을 해 주는데요 제가 보니까 라이터 에 넘겨주지 않더라도 이러한 내용은 슈퍼바이저 단에서도 작성할 수 있는 경우에는 이렇게 바로 작성을 해 주더라고요 이렇게도 한번 해 볼까요 라이팅 에이전트한테 더 보고서를 작성해 달라고 요청하고 작성해 그러면 라이터 테 이렇게 전달을 한 다음에 해당 내용을 바탕으로 라이팅 에이전트가 작성한 결과물도 확인해 볼 수가 있어요 그리고 또 이렇게 작성을 했으면이 내용을 크리틱 에이전트에게 검토해 달라고 요청해 검토해 자 이렇게 검토해 달라라고 했더니 그 어떤 내용들을 좀 개선하면 좋을지 렇게 작성을 해 주고요 그다음에 개선된 내용을 반영을 해서 이렇게 개선된 버전을 또 작성해 주는 것을 볼 수가 있습니다 마지막으로는 보고서가 좀 장황하게 나오면은 좀 있어 보이더라고요 그래서 내용을 확장해라고 하면은 이렇게 좀 더 구체적인 내용을 넣어서 그럴싸 보고서 형식으로 쭉 작성해 주는 것을 확인해 볼 수가 있습니다 그리고 이런 것들도 됩니다 보고서 중간에 표를 추가해 그러면 이렇게 보고서 중간마다이 표 형식을 추가해 주는데요 지금 html 형식으로 나오기 때문에 중간에 좀 깨지죠 이런 경우에는 표를 마크다운 형식으로 추가해라고 요청하면 마크다운 형식으로 작성을 해 줄 거예요 그러면 요런 식으로 좀 깔끔하게 정리돼서 나오는 것을 볼 수가 있죠이 보고서를 계속해서 보면서 내가 부족한 내용을 조사하고 반영하고 개선하고 이런 과정들을 멀티에이전트 협업 시스템을 활용해서 보다 나은 결과물을 만들어 보실 수 있을 것 같습니다네 오늘은 오픈 에어에서 발표한 수업이라는 에이전트 오케스트레이션 시스템에 대해서 간단하게 리뷰를 해보고요 데모 프로젝트에 대해서 알아봤습니다 오늘 영상은 여기까지입니다 감사합니다 [음악]",
    "timestamp": "2024-11-20T13:34:06.851794",
    "metadata": {
      "title": "#OpenAI #SWARM 핵심 기능 리뷰와 멀티에이전트 시스템 찍먹!",
      "author": "테디노트 TeddyNote",
      "length": 1252,
      "views": 4934,
      "description": "💻 소스코드: https://github.com/teddylee777/swarm\n💻 기능 튜토리얼: https://github.com/teddylee777/swarm/blob/main/01-Basic-Tutorial.ipynb\n🌱 데모사이트(streamlit): https://poodle-deep-marmot.ngrok-free.app/\n🌱 @joonlab98 님 코랩: https://colab.research.google.com/drive/1x2wip22Q6a3Zk2dX2rzcSTZs0X5wg_5K?usp=sharing\n🌱 @joonlab98 님 스트림릿 데모: https://swarm-agent-tutorial.streamlit.app/\n\n⭐️ 패스트캠퍼스 RAG 비법노트 ⭐️\n🔆 할인코드: PRDTEA241008_live3\n- 할인율: 15% ( ~10/22 까지)\n- 강의링크: https://bit.ly/3WJQjtf\n- 쿠폰코드 사용방법: 강의 수강신청 → 쿠폰 선택 창에 쿠폰코드 입력 → 쿠폰 등록\n\n📌 테디노트 콘텐츠로 100% 무료 RAG 입문하기\nhttps://teddylee777.notion.site/YouTube-RAG-10a24f35d12980dc8478c750faa752a2?pvs=4\n\n🔥 그 밖의 링크 모음 🔥\nhttps://linktr.ee/teddynote\n\n📘 랭체인 튜토리얼 무료 전자책(wikidocs)\nhttps://wikidocs.net/book/14314\n\n✅ 랭체인 한국어 튜토리얼 코드저장소(GitHub)\nhttps://github.com/teddylee777/langchain-kr\n---\n📍 \"테디노트의 RAG 비법노트\" 랭체인 강의: https://fastcampus.co.kr/data_online_teddy\n📘 랭체인 한국어 튜토리얼(무료 전자책): https://wikidocs.net/book/14314\n📝 테디노트(깃헙 블로그) : https://teddylee777.github.io\n💻 GitHub 소스코드 저장소: https://github.com/teddylee777",
      "thumbnail_url": "https://i.ytimg.com/vi/iqXn6Oiis4Q/sddefault.jpg",
      "publish_date": "2024-10-20 05:25:42-07:00",
      "html": "<iframe width=\"200\" height=\"113\" src=\"https://www.youtube.com/embed/iqXn6Oiis4Q?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen title=\"#OpenAI #SWARM 핵심 기능 리뷰와 멀티에이전트 시스템 찍먹!\"></iframe>",
      "height": 113,
      "type": "video",
      "provider_url": "https://www.youtube.com/",
      "author_name": "테디노트 TeddyNote",
      "author_url": "https://www.youtube.com/@teddynote",
      "provider_name": "YouTube",
      "thumbnail_width": 480,
      "width": 200,
      "version": "1.0",
      "thumbnail_height": 360,
      "url": "https://www.youtube.com/watch?v=iqXn6Oiis4Q"
    }
  },
  {
    "video_id": "Xj0Jtjg3lHQ?si=SlJKEzuYeegM6N-B",
    "title": "$1 vs $500,000 Experiences!",
    "content": "자, 여러분, 50만 달러를 내면 어떤 체험을 할 수 있는지 궁금하시죠? 제가 장담하는데 아마 여러분들 정말 깜짝 놀라실 겁니다. 이번 영상을 보시면 우리가 우주여행 시뮬레이션을 하는 데 왜 돈이 25만 달러나 들어가는지 또 바닷속을 탐험하는 데 왜 5만 달러가 드는지 이유를 알게 되실 겁니다. 우와~! 쟤 우리한테 막 오고 있어. 중간중간에 다른 체험들도 있으니까 잘 지켜봐주세요. 저는 지금 지구상 가장 높은 빌딩 꼭대기에 있습니다~! 와, 미쳤다! 제가 찾은 가장 돈이 적게 드는 체험도 소개합니다. 낙타 타기 입니다. 1달러로 이 낙타를 몇 분이나 탈 수 있다구요? 1달러에 2분이에요. 탈게요. 1달러 체험치고 좋은데? 꽉 잡으세요. 꽉 잡으라구요? 왜요? 어어, 어우 깜짝이야. 이집트에서 낙타 타고 싶었는데 거긴 1달러가 훨씬 넘더라구. 피라미드는 나중에 CG로 넣을게요. 이야~ 봤지? 야 멋있다~ 이거 타고 있는 것도 운동 되는데. 나 키가 엄청 커진 기분이야. 야, 이제 나랑 챈들러 기분 알겠지? 뭐래. 1달러로는 2분밖에 못 탑니다. 금방 끝났어요. 이제 하늘에서 저녁을 먹어보겠습니다. 만 달러만 내면 900미터 상공으로 올라갈 수 있습니다. 열기구를 주방 삼아 요리하는 셰프와 같이 날아가죠. 저 들판에 그림자 보이세요? 열기구 그림자예요. 대박~ 거짓말 안 하고 이거 생각보다 좀 높은 거 같다. 이건 그냥 900미터 위에 올라와서 하는 평범한 식사가 아닙니다. 이 미슐랭 스타 셰프는 열기구 자체에서 나오는 불꽃 그 자체를 이용해서 오늘의 음식을 직집 조리하거든요. 미스터비스트. 어? 이야~ 우리 다음 코스가 이렇게 내려오는 거야? 이제 저희는 열기구에서 나오는 불로 요리한 생선을 먹어볼 겁니다. 아, 감사합니다. 와, 진짜 맛있어! 지미, 이거 (진짜) 쩐다. 저 아래 진짜 멋있지 않냐? 식사하는 데 뷰가 진짜 죽여요. 이 물고긴 여기까지 올라올 줄 상상도 못했겠지. 혹시 만 달러로 여친한테 감동 주고 싶으신 분들, 이거 완전 추천할게요. 열 가지 음식 코스 하나하나가 진짜 황홀할 정도로 맛있었는데요. 근데 이 질문은 하고 넘어가야 할 거 같아요. 미슐랭 셰프로서 피스터블을 어떻게 생각하세요? 밸런스가 (아주) 좋은데요. 초콜릿 안에 씹히는 게 진짜 킥이네요. 미슐랭 셰프도 인정했습니다. 만달러 체험은 정말 좋았어요! 끝내준다. 다음은 5만 달러짜리 체험인데요. 챈들러랑 칼은 제가 뭘 준비했는지 전혀 모릅니다. 얘들아, 이 요트 어때? 멋있는데. 여기 좋다. 그래? 이게 5만 달러 가치가 있는 거 같아? 아니야. 아, 그래. 자, 저기 봐봐. 우리 이제부터 잠수함 탐험을 떠날 거야. 야, 미쳤다. 자, 너희 바닷속 탐험할 준비 됐어? 가자~! 좋아, 그럼 가보자. - 저건 안 할 거지? 야, 뭐해, 들어와! 알았어. 빨리 와! 뜨아~! 그럼 이제 바닷속을 탐험하러 가보시죠. -그래. - 어. 가자. 여기 진짜 장난 아니다. 오! 벌써 물고기 보이는데? 우리 내려가지도 않았잖아. 저거 창꼬치 아니야? 저 밑에 바닥으로 내려가보고 싶어? 가자. 우리 뭐든 할 수 있어. 잠수함 전체를 빌렸기 때문에 원하는 건 뭐든 가능합니다. 그럼 다 해봐야지! 갖다 박진 말고. 그건 하면 안 돼. 알았어. 잠수함을 최대한 좋은 카메라 앵글로 잡으려고, 잠수부를 고용해서 따라오라고 했습니다. 장난 아니죠? 쪽지 하나 써 볼까요? '뒤에 상어' 다들 놀란 척해, 알았지? 지금이야. 낚였어! 저희가 물속에 있는 동안 테릭과 놀란은 아프리카에서 5만 달러짜리 사파리 체험을 즐기고 있습니다. 걔들과 저희 중에 누가 더 신기한 생물을 발견하게 될까요? 스포일러, 우리야. 여기 멋진데~ 좋아, 정글의 왕을 찾으러 가보자! 우리 사자 보기 전까진, 아프리카 안 떠날 거야. 이해했지? 어. 이해했어. 그 손가락은 뭔데? 저기저기저기! 혹멧돼지다! 이야, 쟤 품바야!!! 야 쟤 놀랐잖아. 너 때매 도망갔어. 아... 미안, 소리 지르면 안 되는데 너무 흥분했다. 얼룩말이다! 얼룩말 맛있을 거 같지 않냐. 내가 사자면 얼룩말만 먹었어. 두툼~하잖아. 뭐? 이 정도면 5만 달러 낼 만하네. 응, 그니까, 지미 돈 5만 달러면 괜찮네. 야, 칼, 저거 잠수함 아니고 배가 잠긴 거면 어떡해? 이거 타고 당장 올라갈거야. 와 미쳤네. 우리 저 바위랑 엄청 가깝다. 와~ 이렇게 가까워도 괜찮아요? - 네네, 괜찮아요. - 그럼 됐네. 근데 저희만 동물을 가까이 관찰한 게 아니었습니다. 얼룩말, 어디 가? 야 안녕! 잠깐, 가지 마. 이리 와! 테릭, 재밌는 얘기 좀 해봐 니 뒤에 코끼리 두 마리 있어. 어우, 뭐야, 왜 이렇게 가까이 있어? 겁나 가깝지. 어, 너무 가까워. 우리한테 온다. 어. 어어. 방금 코끼리가 쫓아왔어요. 허, 진짜 대박~ 야 사자야 사자. -야 진짜 포스 장난 아니다. -저기 봐. 덩치가 장난 아니에요. 우리 아빠 같아. 잠수함보다 여기가 훨 나아. 물고기보단 이게 진짜지. 지금 심장이 완전 튀어나올 거 같아요. 지금까지 5만 달러 체험이었습니다. 다음에는 더 엄청난 체험이 기다리고 있는데요. 이거에 비하면 지금까진 아무것도 아니었어요. 이번 순서는 바로 25만 달러짜리 무중력 체험입니다. 비행기를 타고 올라갔다가 급강하하면서 비행기 내부의 환경을 무중력 상태로 만듭니다. 25만 달러짜리 체험을 하러 여기 왔습니다! 지금 시작합니다. 어! 어, 내 물! 으아~~ 와 미쳤어!!! 이게 뭐야 나 계속 돌아!  미쳤다! 어, 계속 몸이 뜨는데? \"이거 받아! 와, 방금 개쩔었어요. 와씨, 이거 진짜 찢었다. 다음 번에 떨어질 때는 저 반대쪽까지 경주할 거예요. 무중력 켜주세요. -오! 이야~ -야! 내가 이길 거야! 나 아무 데도 못 가겠어. 놀란 꼴찌다! 하! 됐다. -우린 됐어! -우리 이겼다! 이겼어! 야~! 해보니까 중력 없이는 달리기 시합이 좀 힘들더라구요. 근데 칼한테 좋은 아이디어가 있었습니다. 나 이 송풍기 시험해볼게. 잠깐, 기다려봐. 어! 야, 얘 돈다! 어, 어, 어! -진짜 빙글빙글 돌고 있어! -나 멈추고 싶어. 그만! 아핫!!! 다시 한번 중력을 끄기 전에, 저희 랩스웜스를 무중력 상태에서 만들어보겠습니다. - 준비됐어? - 응. 워어~! 놀란, 이제 만들어봐. 제가 만든 쩌는 장난감 하나 보여드릴까요? 여러분은 그냥 튜브에 물을 붓고, 흔들기만 하면 됩니다. 안에서 스웜스가 나올 거예요. 야, 내가 물 쏴줄게. 여기 줘봐. 아오! 지금 여기가 장난감으로 꽉 차게 생겼어. 이거 생각보다 어렵네요. 아무튼 여러분이 모아야 할 스웜스가 119개가 넘습니다. 스웜스 다섯 개가 들어있는 팩, 두 개 있는 팩, 단품을 미국 내 월마트, 타겟, 아마존에서 살 수 있구요. 전 세계 주요 장난감 판매점에서 판매 중입니다. 이거 제 최애예요. -나 날고 있다. -월마트에 가서 사세요. 이번 크리스마스 시즌에 가장 핫한 장난감으로 미친 듯이 팔리는 중입니다. 칼, 잡아! 품절되기 전에 미스터비스트 랩스 꼭 사세요. 오~ 이거 멋있겠는데. 어! 놀란, 받아! 으악! 됐다. 예~! 바디슬램! 50만 달러 체험이 이걸 어떻게 능가할지 모르겠네요. 바로 가서 확인해보시죠! 이 영상을 촬영하기 위해 전 세계를 열심히 돌아다닌 끝에, 자, 드디어 50만 달러 체험을 하러 왔습니다! 야 여기 전망 진짜 미쳤다. 여러분은 인류 역사상 어디에서도 볼 수 없던 광경을 보시게 될 겁니다. 저와 친구들은 이제 50만 달러로 환상적인 체험을 하게 되는데요. 그 장소는 바로 여기, 전 세계에서 가장 화려하고 럭셔리한 대도시입니다. 여기는 바로 두바이입니다. 사막 위에 건설한 도시인 이곳은 도파민이 팡팡 터지는 곳이죠. 이 영상 마지막에 저는 세계에서 가장 높은 빌딩 꼭대기에 서 본 몇 안 되는 사람이 될 겁니다. 모든 걸 쏟아부었어요. 보면 아마 깜짝 놀라실 겁니다. 같이 즐겨보시죠. 여기를 올라오다니! 저희는 이 150미터짜리 액자 위에서 어찌어찌 내려와서 바로 이 성 같이 생긴 호텔로 향했습니다. 훠우~ 여기 진짜 미쳤다. 이 뒤에 물도 있네. 호텔방에 들어서자마자 두 층이 진짜 대박이었습니다. 하지만 이 방의 하이라이트는 물속에 잠겨 있는 세 번째 층이었죠. 어! 아우, 깜짝이야. '아틀란티스에 잘 오셨습니다. 여러분 사랑합니다. 근데 칼만 빼구요.' 힘내라. 저 사람 저 놀리겠다고 상어가 있는 수조에 들어갔어요. 참고로 이 수조에는 80마리가 넘는 상어가 있습니다. 이 체험 후반부에 실제로 상어랑 함께 수영할 예정입니다. 여기에 마지막 하이라이트가 남아 있는데요. 뭔데? 스카이다이빙 할 거야. 절대 안 해. 할 거야. 수백 미터 하늘 위에서 땅으로 떨어진다고? \"걱정하지 마. F1 카트나 하자.\" 그래. 그러면 당연히 두바이 오토드롬으로 와야겠죠? 도시 전체에서 가장 빠른 자동차를 볼 수 있는 곳입니다. 다들 원하는 차 골라. 경주하자. - 좋아. - 가자~ 두바이에서 잘나가는 크리에이터들을 모아 슈퍼카를 타고 달려봤습니다. 이제 달려볼까요? 이야~ 저 차들 진짜 빨라요! 이건 여기서 할 수 있는 경험 중에 겨우 첫 번째예요. 이제 막 시작한 겁니다. 한번 붙어보자 이거지? 저 이제 추월할 거예요. 거의 따라잡았어요. 어우씨, 지미~! 안 돼, 안 돼~! 아, 거기 기어가냐~ 울 엄마가 나 레이싱 하는 거 보면 싫어할 텐데. 지금 최대한 느리게 달리기 하는 거 아니죠? 저건 불법이지. 잡아가야 되는 거 아니야? 불법이라고. 저랑 친구들이 레이싱카 드라이버처럼 노는 동안, 후~! 칼은 실제 포뮬러 수준의 레이싱카를 운전하려고 준비 중이었죠. 저 지금 겁나 멋있죠? 한번 달려볼까요! 시작은 좀 어설픈데. 이요~~~~! 어어어~!!!! 와, 미쳤다. 나 레이싱카 운전하고 있어. 오늘이 내 인생 최고의 날이야! 이 체험을 하면서 실제로 이 새 람보르기니를 하나 사게 됐는데요. 좀만 더 즐겨볼게요. 오~호호~! 참고로 이거 진짜 미친 듯이 빨라요. 이번엔 아부다비에서 열리는 NBA 경기를 보러 가시죠. 근데 솔직히 전 스포츠카 모는 거 별로 안 좋아해요. 게다가, 주차할 자리를 못 찾겠어요. (그래서) 이거 줄 사람 없나 찾아봐야겠어요. 미스터비스트 채널 보시는 분 있어요? 네! 우리 채널 구독중이시네. 이 람보르기니 드려도 돼요? 다른 분한테 드리면 좋겠어요. 네? 이게 뭔 일이래요? 저기 선생님, 잠깐 와보실래요? 우리 구독자시네! 이 람보르기니 드릴까요? 네, 좋죠. 자, 타세요. 이제 이 차 가지시면 돼요. 아, 지금 너무 떨리는데요. 이러니까 평소에 구독해 둬야 해요. 람보르기니가 굴러 들어온다니까요. 야 뭐해, 왜 안 내려? 우리 제일 앞줄 티켓이야. 잘 가세요. 지금 너무 행복해요. 이제 람보르기니를 보내줬으니까 프로 농구 경기의 맨 앞줄에 앉아서 경기를 보겠습니다. 근데 그때부터 끝도 없이 사진촬영이 이어졌죠. 반가워요! 그다음엔 스티브 하비랑 인사했구요. 드디어 만나보네요! 잘 지내요? 아, 그럼요. 그리고 러셀 웨스트브룩도 만났죠. -안녕하세요. -안녕하세요! 이제 20만 달러 상당의 체험이 남아 있습니다. 다음은 어마어마한 워터파크를 빌렸습니다. 어떻게 한 건지 사막 한가운데서 펭귄이랑 놀 수도 있습니다. 니가 대장이라며? 대장들이 다 이렇죠. 이것도 부족한 것 같다구요? 전 지금 상어 80마리랑 가오리가 가득한 거대 수영장에 왔어요. 저기, 안녕하세요, 선생님. 저기요, 얘기나 좀 해요. 버즈 라이트이어 같은데. 저기, 잠깐만요. 와, 이거 봐. 난 아쿠아맨이다. 상어의 왕이지. 내 첫 번째 명령은 이거다. 칼을 물어! 나 말고. 괜찮지? 아, 칼 공격해! 공격해! 얘 완전 공룡인데? 내가 대장이다, 공격해. 안 돼. 저런 게 여기 있어도 돼? 아니, 방금 내 산소통을 떼신 거 같은데. 물고기밥이 되기 전에 나와야겠네요. 미래에서 튀어나온 거 같은 레스토랑으로 가시죠. 안녕하세요. 지미, 여기 앉으세요. 이게 대체 뭔데, 지미? 나도 모르겠어. 친구들이랑 이렇게 식당에서 멀리 떨어져 앉아본 적이 없어요. 여러분, 인생에 단 한 번뿐인 경험이 곧 시작됩니다. 첫 번째 애피타이저부터 시작합니다. 한입에 드세요. 짠! 짠! 맛 없으면 어떡해? 맛있어? 진짜 맛있는데. 이 요리는 한입이 다예요? 네. 알았어요. 오, 뭐 하는 거지? 뭐야? 콜오브듀티 미션 같은데. 내 신상 털리는 거야? 여기 식당인 줄 알았는데 완전 극장이네. 뭐가 뭔지 모르겠어. 이 아홉 가지 코스 요리는 음식이 나올 때마다 변화하는 360도 인터랙티브 그래픽에 둘러싸여 먹습니다. 야, 잠깐. 오, 니 터치에 반응하네! 야, 우리가 지구를 지켜야 돼. 와, 나 이거 엄청 못 한다. 그래도 방은 엄청나게 놀라웠습니다. 보여? 지금 내 물잔에 걸려서 못 가잖아. 이거 봐. 이 경험을 더 특별하게 만들어주는 아주 특이한 음식과 음료가 나왔습니다. 잔을 만져보면 반응할 겁니다. 싱싱한 해산물로 만든 맛있는 아홉 가지 코스 요리를 먹었습니다. 와~ 와, 쩔어. 이건 금 와규 버거예요. 인정? 인정. 이건 챈들러 입맛에 맞대요. 마지막 코스는 저희만을 위한 특별 코스였습니다. 저게 누구야? 챈들러 아니야? 나 아니다~ 야, 저거 나 아니다. 아무튼 이 체험을 계속해보겠습니다. 마지막 하이라이트는 말 그대로 하늘에서 떨어지고, 지구상에서 가장 높은 빌딩에 오르는 건데요. 그 전에 이 높은 수영장에서 고소공포증을 테스트해보기로 했죠. 야, 이 전망 좀 봐. 이야~ 와, 진짜 미쳤네. 이 뷰 실화야? 지금 여러분이 보시는 건 실제로 보는 거랑 비교도 안 돼요. 절대 못 담아. 저희는 상공 180미터에 서 있습니다. 360도 인피니티 풀이라 도시의 멋진 전망을 구석구석 한눈에 내려다볼 수 있죠. 야, 들어가자. 들어갈게. 제 뒤에 있는 섬은 인공섬이에요. 정말 모든 게 신세계 같아요. 이제 이걸 난간에 붙여볼게요. 어우, 깜짝이야. 이 경치 좀 봐라. 진짜 멋있지 않냐? 이게 두바이 꼭대기다. 자, 얘들아. 이제 하늘에서 떨어질 시간이야. 야, 너 그냥 땅에 처박는다. 아니, 이 인공섬으로 떨어질 거야. 미칬나, 나 기절한다. 준비하세요. 지금부터 여러분이 보시는 건 제 평생 상상도 못 했던 일입니다. 진짜 돌았네요. 대체 누가 저런 걸 하지? 하지만 이렇게 체험에 대한 영상을 만든다면, 제 가장 큰 두려움 중 하나에 도전해야겠죠. 하늘에서 떨어질 겁니다. 내가 여기서 죽어도 영상은 올려야 돼! 점점 실감 나는데요. 왜 이래! 난 가족이 있다고! 이륙 준비합니다. 와, 진짜 올라가네. 내 말이. 미치겠다. - 우리가 이걸 실제로 하고 있다니. - 진짜 돌았다. 제가 죽을 확률이 얼마예요? 저야 모르죠 미치겠네. 3천 미터에 접근합니다. 지금 진짜 높아. 나 못 하겠어. 지미! 준비 안 됐어. 자, 출발! 너부터 가. 지미, 너 죽을래? 나 마음 변했어. 와 미쳤다!!! 예~~~ 우리 돈다! 어떡해, 나 무서워! 지미, 잘 가라~ 나 하기 싫어... 아, 대박. 이거 진짜 무서워. 저는 안 갑니다. 어땠어요? 아, 무서워요. 무서워요? 네, 지금도 높잖아요. 살면서 이게 제일 무서운 거 같아요. 으아, 어떡해. 여러분을 위해 했습니다. 어, 어, 어, 워워워워워. 어, 어, 됐다. 안 죽었어! 살았다! 챈들러는요? 챈들러 안 뛰었어? 챈들러 어디 갔어? 챈들러는 안 뛰었거나 바닥에서 터졌거나 둘 중 하나야. 어우, 그럼 안 뛰었음 좋겠다. 지미, 미안하다. 난 못 뛴다. 챈들러한테 이 영상에서 제일 어마어마한 체험을 같이 하자고 안 한 게 다행이네요. 왜냐면... 제 뒤에 세계 최고층 빌딩 부르즈 칼리파가 있습니다. 이 체험을 마무리하기 위해 꼭대기에 올라갈 겁니다. 820미터짜리 빌딩의 정상에 오르는 첫 번째 단계는, 여러 엘리베이터를 타고 160층 너머까지 오르는 겁니다. 하지만 남은 270미터는 제가 직접 정상에 오르는 수밖에 없었죠. 여기 진짜 높네요. 후. 사다리 엄청 많아요. 정상까지 올라가는 걸 너무 만만하게 본 거 같아요. 한 시간 동안 올라갔는데도 아직 올라가야 할 높이가 많이 남아 있었습니다. 드디어 다 올라왔다고 생각했는데, 아직 한참 남았네요. 끝이 안 나요. 한 계단 한 계단 올라가면서 진짜 가고 싶은 게 맞는지 의문이 들었죠. 성공할 수 있을까요? 거의 다 왔겠죠? 그건 아닌가 봐요. 힘들어 죽을 거 같았지만 저는 다시 한번 이 사실을 떠올렸습니다. 세계에서 가장 높은 빌딩의 꼭대기에 설 수 있는 경험을 하는 지구상에서 몇 안 되는 사람이 된다구요. 이제 와 포기하고 돌아갈 수는 없었어요. 좋아, 마지막이다. 후! 됐어. 성공했어요! 저는 지금 지구상 가장 높은 빌딩 꼭대기에 있습니다~! 진짜 대박이야! 미쳤다, 여기 개높아. 와, 진짜 무서워. 아, 밑에 괜히 봤어, 너무 무서워. 토할 거 같아요. 아. 솔직히 말하면 피스터블은 땅에서 먹는 게 더 나아요. 여긴 지금 기절할 거 같거든요. 높은 데 너무 무서워요. 두려움에 맞설 때마다 오히려 즐거워지고 저 자신에 대해 많은 걸 배우는 거 같아요. 이런 경험에 고마워지네요. 여러분도 안전지대를 벗어나보세요. 평소에 안 하던 일을 한번 해보세요. 결국엔 자신에 대해 많은 걸 배울 거예요. 시청해주셔서 감사합니다! 여기에 공들인 만큼 재밌었으면 좋겠네요. 사랑합니다~!",
    "timestamp": "2024-11-20T13:37:07.552970",
    "metadata": {
      "title": "$1 vs $500,000 Experiences!",
      "author": "MrBeast",
      "length": 1060,
      "views": 100838204,
      "description": "I didn’t know some of these were possible\nMrBeast Lab Swarms are flying off the shelves! Grab yours now at Walmart, Target, Amazon, or top toy retailers worldwide. This video Includes promoted content in partnership with Moose Toys.\n\nNew Merch - https://mrbeast.store\n\nCheck out Viewstats! - https://www.viewstats.com/\n\nSUBSCRIBE OR I TAKE YOUR DOG\n╔═╦╗╔╦╗╔═╦═╦╦╦╦╗╔═╗\n║╚╣║║║╚╣╚╣╔╣╔╣║╚╣═╣ \n╠╗║╚╝║║╠╗║╚╣║║║║║═╣\n╚═╩══╩═╩═╩═╩╝╚╩═╩═╝\n\nFor any questions or inquiries regarding this video, please reach out to chucky@mrbeastbusiness.com\n\nMusic Provided by https://www.extrememusic.com\n\n----------------------------------------------------------------\nfollow all of these or i will kick you\n• Facebook - https://www.facebook.com/MrBeast6000/\n• Twitter - https://twitter.com/MrBeast\n•  Instagram - https://www.instagram.com/mrbeast\n•  Im Hiring! - https://www.mrbeastjobs.com/\n--------------------------------------------------------------------",
      "thumbnail_url": "https://i.ytimg.com/vi/Xj0Jtjg3lHQ/sddefault.jpg",
      "publish_date": "2024-11-02 09:00:00-07:00",
      "provider_name": "YouTube",
      "thumbnail_width": 480,
      "width": 200,
      "html": "<iframe width=\"200\" height=\"113\" src=\"https://www.youtube.com/embed/Xj0Jtjg3lHQ?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen title=\"$1 vs $500,000 Experiences!\"></iframe>",
      "height": 113,
      "provider_url": "https://www.youtube.com/",
      "type": "video",
      "author_url": "https://www.youtube.com/@MrBeast",
      "author_name": "MrBeast",
      "version": "1.0",
      "thumbnail_height": 360,
      "url": "https://youtu.be/Xj0Jtjg3lHQ?si=SlJKEzuYeegM6N-B"
    }
  },
  {
    "video_id": "Xj0Jtjg3lHQ?si=SlJKEzuYeegM6N-B",
    "title": "$1 vs $500,000 Experiences!",
    "content": "자, 여러분, 50만 달러를 내면 어떤 체험을 할 수 있는지 궁금하시죠? 제가 장담하는데 아마 여러분들 정말 깜짝 놀라실 겁니다. 이번 영상을 보시면 우리가 우주여행 시뮬레이션을 하는 데 왜 돈이 25만 달러나 들어가는지 또 바닷속을 탐험하는 데 왜 5만 달러가 드는지 이유를 알게 되실 겁니다. 우와~! 쟤 우리한테 막 오고 있어. 중간중간에 다른 체험들도 있으니까 잘 지켜봐주세요. 저는 지금 지구상 가장 높은 빌딩 꼭대기에 있습니다~! 와, 미쳤다! 제가 찾은 가장 돈이 적게 드는 체험도 소개합니다. 낙타 타기 입니다. 1달러로 이 낙타를 몇 분이나 탈 수 있다구요? 1달러에 2분이에요. 탈게요. 1달러 체험치고 좋은데? 꽉 잡으세요. 꽉 잡으라구요? 왜요? 어어, 어우 깜짝이야. 이집트에서 낙타 타고 싶었는데 거긴 1달러가 훨씬 넘더라구. 피라미드는 나중에 CG로 넣을게요. 이야~ 봤지? 야 멋있다~ 이거 타고 있는 것도 운동 되는데. 나 키가 엄청 커진 기분이야. 야, 이제 나랑 챈들러 기분 알겠지? 뭐래. 1달러로는 2분밖에 못 탑니다. 금방 끝났어요. 이제 하늘에서 저녁을 먹어보겠습니다. 만 달러만 내면 900미터 상공으로 올라갈 수 있습니다. 열기구를 주방 삼아 요리하는 셰프와 같이 날아가죠. 저 들판에 그림자 보이세요? 열기구 그림자예요. 대박~ 거짓말 안 하고 이거 생각보다 좀 높은 거 같다. 이건 그냥 900미터 위에 올라와서 하는 평범한 식사가 아닙니다. 이 미슐랭 스타 셰프는 열기구 자체에서 나오는 불꽃 그 자체를 이용해서 오늘의 음식을 직집 조리하거든요. 미스터비스트. 어? 이야~ 우리 다음 코스가 이렇게 내려오는 거야? 이제 저희는 열기구에서 나오는 불로 요리한 생선을 먹어볼 겁니다. 아, 감사합니다. 와, 진짜 맛있어! 지미, 이거 (진짜) 쩐다. 저 아래 진짜 멋있지 않냐? 식사하는 데 뷰가 진짜 죽여요. 이 물고긴 여기까지 올라올 줄 상상도 못했겠지. 혹시 만 달러로 여친한테 감동 주고 싶으신 분들, 이거 완전 추천할게요. 열 가지 음식 코스 하나하나가 진짜 황홀할 정도로 맛있었는데요. 근데 이 질문은 하고 넘어가야 할 거 같아요. 미슐랭 셰프로서 피스터블을 어떻게 생각하세요? 밸런스가 (아주) 좋은데요. 초콜릿 안에 씹히는 게 진짜 킥이네요. 미슐랭 셰프도 인정했습니다. 만달러 체험은 정말 좋았어요! 끝내준다. 다음은 5만 달러짜리 체험인데요. 챈들러랑 칼은 제가 뭘 준비했는지 전혀 모릅니다. 얘들아, 이 요트 어때? 멋있는데. 여기 좋다. 그래? 이게 5만 달러 가치가 있는 거 같아? 아니야. 아, 그래. 자, 저기 봐봐. 우리 이제부터 잠수함 탐험을 떠날 거야. 야, 미쳤다. 자, 너희 바닷속 탐험할 준비 됐어? 가자~! 좋아, 그럼 가보자. - 저건 안 할 거지? 야, 뭐해, 들어와! 알았어. 빨리 와! 뜨아~! 그럼 이제 바닷속을 탐험하러 가보시죠. -그래. - 어. 가자. 여기 진짜 장난 아니다. 오! 벌써 물고기 보이는데? 우리 내려가지도 않았잖아. 저거 창꼬치 아니야? 저 밑에 바닥으로 내려가보고 싶어? 가자. 우리 뭐든 할 수 있어. 잠수함 전체를 빌렸기 때문에 원하는 건 뭐든 가능합니다. 그럼 다 해봐야지! 갖다 박진 말고. 그건 하면 안 돼. 알았어. 잠수함을 최대한 좋은 카메라 앵글로 잡으려고, 잠수부를 고용해서 따라오라고 했습니다. 장난 아니죠? 쪽지 하나 써 볼까요? '뒤에 상어' 다들 놀란 척해, 알았지? 지금이야. 낚였어! 저희가 물속에 있는 동안 테릭과 놀란은 아프리카에서 5만 달러짜리 사파리 체험을 즐기고 있습니다. 걔들과 저희 중에 누가 더 신기한 생물을 발견하게 될까요? 스포일러, 우리야. 여기 멋진데~ 좋아, 정글의 왕을 찾으러 가보자! 우리 사자 보기 전까진, 아프리카 안 떠날 거야. 이해했지? 어. 이해했어. 그 손가락은 뭔데? 저기저기저기! 혹멧돼지다! 이야, 쟤 품바야!!! 야 쟤 놀랐잖아. 너 때매 도망갔어. 아... 미안, 소리 지르면 안 되는데 너무 흥분했다. 얼룩말이다! 얼룩말 맛있을 거 같지 않냐. 내가 사자면 얼룩말만 먹었어. 두툼~하잖아. 뭐? 이 정도면 5만 달러 낼 만하네. 응, 그니까, 지미 돈 5만 달러면 괜찮네. 야, 칼, 저거 잠수함 아니고 배가 잠긴 거면 어떡해? 이거 타고 당장 올라갈거야. 와 미쳤네. 우리 저 바위랑 엄청 가깝다. 와~ 이렇게 가까워도 괜찮아요? - 네네, 괜찮아요. - 그럼 됐네. 근데 저희만 동물을 가까이 관찰한 게 아니었습니다. 얼룩말, 어디 가? 야 안녕! 잠깐, 가지 마. 이리 와! 테릭, 재밌는 얘기 좀 해봐 니 뒤에 코끼리 두 마리 있어. 어우, 뭐야, 왜 이렇게 가까이 있어? 겁나 가깝지. 어, 너무 가까워. 우리한테 온다. 어. 어어. 방금 코끼리가 쫓아왔어요. 허, 진짜 대박~ 야 사자야 사자. -야 진짜 포스 장난 아니다. -저기 봐. 덩치가 장난 아니에요. 우리 아빠 같아. 잠수함보다 여기가 훨 나아. 물고기보단 이게 진짜지. 지금 심장이 완전 튀어나올 거 같아요. 지금까지 5만 달러 체험이었습니다. 다음에는 더 엄청난 체험이 기다리고 있는데요. 이거에 비하면 지금까진 아무것도 아니었어요. 이번 순서는 바로 25만 달러짜리 무중력 체험입니다. 비행기를 타고 올라갔다가 급강하하면서 비행기 내부의 환경을 무중력 상태로 만듭니다. 25만 달러짜리 체험을 하러 여기 왔습니다! 지금 시작합니다. 어! 어, 내 물! 으아~~ 와 미쳤어!!! 이게 뭐야 나 계속 돌아!  미쳤다! 어, 계속 몸이 뜨는데? \"이거 받아! 와, 방금 개쩔었어요. 와씨, 이거 진짜 찢었다. 다음 번에 떨어질 때는 저 반대쪽까지 경주할 거예요. 무중력 켜주세요. -오! 이야~ -야! 내가 이길 거야! 나 아무 데도 못 가겠어. 놀란 꼴찌다! 하! 됐다. -우린 됐어! -우리 이겼다! 이겼어! 야~! 해보니까 중력 없이는 달리기 시합이 좀 힘들더라구요. 근데 칼한테 좋은 아이디어가 있었습니다. 나 이 송풍기 시험해볼게. 잠깐, 기다려봐. 어! 야, 얘 돈다! 어, 어, 어! -진짜 빙글빙글 돌고 있어! -나 멈추고 싶어. 그만! 아핫!!! 다시 한번 중력을 끄기 전에, 저희 랩스웜스를 무중력 상태에서 만들어보겠습니다. - 준비됐어? - 응. 워어~! 놀란, 이제 만들어봐. 제가 만든 쩌는 장난감 하나 보여드릴까요? 여러분은 그냥 튜브에 물을 붓고, 흔들기만 하면 됩니다. 안에서 스웜스가 나올 거예요. 야, 내가 물 쏴줄게. 여기 줘봐. 아오! 지금 여기가 장난감으로 꽉 차게 생겼어. 이거 생각보다 어렵네요. 아무튼 여러분이 모아야 할 스웜스가 119개가 넘습니다. 스웜스 다섯 개가 들어있는 팩, 두 개 있는 팩, 단품을 미국 내 월마트, 타겟, 아마존에서 살 수 있구요. 전 세계 주요 장난감 판매점에서 판매 중입니다. 이거 제 최애예요. -나 날고 있다. -월마트에 가서 사세요. 이번 크리스마스 시즌에 가장 핫한 장난감으로 미친 듯이 팔리는 중입니다. 칼, 잡아! 품절되기 전에 미스터비스트 랩스 꼭 사세요. 오~ 이거 멋있겠는데. 어! 놀란, 받아! 으악! 됐다. 예~! 바디슬램! 50만 달러 체험이 이걸 어떻게 능가할지 모르겠네요. 바로 가서 확인해보시죠! 이 영상을 촬영하기 위해 전 세계를 열심히 돌아다닌 끝에, 자, 드디어 50만 달러 체험을 하러 왔습니다! 야 여기 전망 진짜 미쳤다. 여러분은 인류 역사상 어디에서도 볼 수 없던 광경을 보시게 될 겁니다. 저와 친구들은 이제 50만 달러로 환상적인 체험을 하게 되는데요. 그 장소는 바로 여기, 전 세계에서 가장 화려하고 럭셔리한 대도시입니다. 여기는 바로 두바이입니다. 사막 위에 건설한 도시인 이곳은 도파민이 팡팡 터지는 곳이죠. 이 영상 마지막에 저는 세계에서 가장 높은 빌딩 꼭대기에 서 본 몇 안 되는 사람이 될 겁니다. 모든 걸 쏟아부었어요. 보면 아마 깜짝 놀라실 겁니다. 같이 즐겨보시죠. 여기를 올라오다니! 저희는 이 150미터짜리 액자 위에서 어찌어찌 내려와서 바로 이 성 같이 생긴 호텔로 향했습니다. 훠우~ 여기 진짜 미쳤다. 이 뒤에 물도 있네. 호텔방에 들어서자마자 두 층이 진짜 대박이었습니다. 하지만 이 방의 하이라이트는 물속에 잠겨 있는 세 번째 층이었죠. 어! 아우, 깜짝이야. '아틀란티스에 잘 오셨습니다. 여러분 사랑합니다. 근데 칼만 빼구요.' 힘내라. 저 사람 저 놀리겠다고 상어가 있는 수조에 들어갔어요. 참고로 이 수조에는 80마리가 넘는 상어가 있습니다. 이 체험 후반부에 실제로 상어랑 함께 수영할 예정입니다. 여기에 마지막 하이라이트가 남아 있는데요. 뭔데? 스카이다이빙 할 거야. 절대 안 해. 할 거야. 수백 미터 하늘 위에서 땅으로 떨어진다고? \"걱정하지 마. F1 카트나 하자.\" 그래. 그러면 당연히 두바이 오토드롬으로 와야겠죠? 도시 전체에서 가장 빠른 자동차를 볼 수 있는 곳입니다. 다들 원하는 차 골라. 경주하자. - 좋아. - 가자~ 두바이에서 잘나가는 크리에이터들을 모아 슈퍼카를 타고 달려봤습니다. 이제 달려볼까요? 이야~ 저 차들 진짜 빨라요! 이건 여기서 할 수 있는 경험 중에 겨우 첫 번째예요. 이제 막 시작한 겁니다. 한번 붙어보자 이거지? 저 이제 추월할 거예요. 거의 따라잡았어요. 어우씨, 지미~! 안 돼, 안 돼~! 아, 거기 기어가냐~ 울 엄마가 나 레이싱 하는 거 보면 싫어할 텐데. 지금 최대한 느리게 달리기 하는 거 아니죠? 저건 불법이지. 잡아가야 되는 거 아니야? 불법이라고. 저랑 친구들이 레이싱카 드라이버처럼 노는 동안, 후~! 칼은 실제 포뮬러 수준의 레이싱카를 운전하려고 준비 중이었죠. 저 지금 겁나 멋있죠? 한번 달려볼까요! 시작은 좀 어설픈데. 이요~~~~! 어어어~!!!! 와, 미쳤다. 나 레이싱카 운전하고 있어. 오늘이 내 인생 최고의 날이야! 이 체험을 하면서 실제로 이 새 람보르기니를 하나 사게 됐는데요. 좀만 더 즐겨볼게요. 오~호호~! 참고로 이거 진짜 미친 듯이 빨라요. 이번엔 아부다비에서 열리는 NBA 경기를 보러 가시죠. 근데 솔직히 전 스포츠카 모는 거 별로 안 좋아해요. 게다가, 주차할 자리를 못 찾겠어요. (그래서) 이거 줄 사람 없나 찾아봐야겠어요. 미스터비스트 채널 보시는 분 있어요? 네! 우리 채널 구독중이시네. 이 람보르기니 드려도 돼요? 다른 분한테 드리면 좋겠어요. 네? 이게 뭔 일이래요? 저기 선생님, 잠깐 와보실래요? 우리 구독자시네! 이 람보르기니 드릴까요? 네, 좋죠. 자, 타세요. 이제 이 차 가지시면 돼요. 아, 지금 너무 떨리는데요. 이러니까 평소에 구독해 둬야 해요. 람보르기니가 굴러 들어온다니까요. 야 뭐해, 왜 안 내려? 우리 제일 앞줄 티켓이야. 잘 가세요. 지금 너무 행복해요. 이제 람보르기니를 보내줬으니까 프로 농구 경기의 맨 앞줄에 앉아서 경기를 보겠습니다. 근데 그때부터 끝도 없이 사진촬영이 이어졌죠. 반가워요! 그다음엔 스티브 하비랑 인사했구요. 드디어 만나보네요! 잘 지내요? 아, 그럼요. 그리고 러셀 웨스트브룩도 만났죠. -안녕하세요. -안녕하세요! 이제 20만 달러 상당의 체험이 남아 있습니다. 다음은 어마어마한 워터파크를 빌렸습니다. 어떻게 한 건지 사막 한가운데서 펭귄이랑 놀 수도 있습니다. 니가 대장이라며? 대장들이 다 이렇죠. 이것도 부족한 것 같다구요? 전 지금 상어 80마리랑 가오리가 가득한 거대 수영장에 왔어요. 저기, 안녕하세요, 선생님. 저기요, 얘기나 좀 해요. 버즈 라이트이어 같은데. 저기, 잠깐만요. 와, 이거 봐. 난 아쿠아맨이다. 상어의 왕이지. 내 첫 번째 명령은 이거다. 칼을 물어! 나 말고. 괜찮지? 아, 칼 공격해! 공격해! 얘 완전 공룡인데? 내가 대장이다, 공격해. 안 돼. 저런 게 여기 있어도 돼? 아니, 방금 내 산소통을 떼신 거 같은데. 물고기밥이 되기 전에 나와야겠네요. 미래에서 튀어나온 거 같은 레스토랑으로 가시죠. 안녕하세요. 지미, 여기 앉으세요. 이게 대체 뭔데, 지미? 나도 모르겠어. 친구들이랑 이렇게 식당에서 멀리 떨어져 앉아본 적이 없어요. 여러분, 인생에 단 한 번뿐인 경험이 곧 시작됩니다. 첫 번째 애피타이저부터 시작합니다. 한입에 드세요. 짠! 짠! 맛 없으면 어떡해? 맛있어? 진짜 맛있는데. 이 요리는 한입이 다예요? 네. 알았어요. 오, 뭐 하는 거지? 뭐야? 콜오브듀티 미션 같은데. 내 신상 털리는 거야? 여기 식당인 줄 알았는데 완전 극장이네. 뭐가 뭔지 모르겠어. 이 아홉 가지 코스 요리는 음식이 나올 때마다 변화하는 360도 인터랙티브 그래픽에 둘러싸여 먹습니다. 야, 잠깐. 오, 니 터치에 반응하네! 야, 우리가 지구를 지켜야 돼. 와, 나 이거 엄청 못 한다. 그래도 방은 엄청나게 놀라웠습니다. 보여? 지금 내 물잔에 걸려서 못 가잖아. 이거 봐. 이 경험을 더 특별하게 만들어주는 아주 특이한 음식과 음료가 나왔습니다. 잔을 만져보면 반응할 겁니다. 싱싱한 해산물로 만든 맛있는 아홉 가지 코스 요리를 먹었습니다. 와~ 와, 쩔어. 이건 금 와규 버거예요. 인정? 인정. 이건 챈들러 입맛에 맞대요. 마지막 코스는 저희만을 위한 특별 코스였습니다. 저게 누구야? 챈들러 아니야? 나 아니다~ 야, 저거 나 아니다. 아무튼 이 체험을 계속해보겠습니다. 마지막 하이라이트는 말 그대로 하늘에서 떨어지고, 지구상에서 가장 높은 빌딩에 오르는 건데요. 그 전에 이 높은 수영장에서 고소공포증을 테스트해보기로 했죠. 야, 이 전망 좀 봐. 이야~ 와, 진짜 미쳤네. 이 뷰 실화야? 지금 여러분이 보시는 건 실제로 보는 거랑 비교도 안 돼요. 절대 못 담아. 저희는 상공 180미터에 서 있습니다. 360도 인피니티 풀이라 도시의 멋진 전망을 구석구석 한눈에 내려다볼 수 있죠. 야, 들어가자. 들어갈게. 제 뒤에 있는 섬은 인공섬이에요. 정말 모든 게 신세계 같아요. 이제 이걸 난간에 붙여볼게요. 어우, 깜짝이야. 이 경치 좀 봐라. 진짜 멋있지 않냐? 이게 두바이 꼭대기다. 자, 얘들아. 이제 하늘에서 떨어질 시간이야. 야, 너 그냥 땅에 처박는다. 아니, 이 인공섬으로 떨어질 거야. 미칬나, 나 기절한다. 준비하세요. 지금부터 여러분이 보시는 건 제 평생 상상도 못 했던 일입니다. 진짜 돌았네요. 대체 누가 저런 걸 하지? 하지만 이렇게 체험에 대한 영상을 만든다면, 제 가장 큰 두려움 중 하나에 도전해야겠죠. 하늘에서 떨어질 겁니다. 내가 여기서 죽어도 영상은 올려야 돼! 점점 실감 나는데요. 왜 이래! 난 가족이 있다고! 이륙 준비합니다. 와, 진짜 올라가네. 내 말이. 미치겠다. - 우리가 이걸 실제로 하고 있다니. - 진짜 돌았다. 제가 죽을 확률이 얼마예요? 저야 모르죠 미치겠네. 3천 미터에 접근합니다. 지금 진짜 높아. 나 못 하겠어. 지미! 준비 안 됐어. 자, 출발! 너부터 가. 지미, 너 죽을래? 나 마음 변했어. 와 미쳤다!!! 예~~~ 우리 돈다! 어떡해, 나 무서워! 지미, 잘 가라~ 나 하기 싫어... 아, 대박. 이거 진짜 무서워. 저는 안 갑니다. 어땠어요? 아, 무서워요. 무서워요? 네, 지금도 높잖아요. 살면서 이게 제일 무서운 거 같아요. 으아, 어떡해. 여러분을 위해 했습니다. 어, 어, 어, 워워워워워. 어, 어, 됐다. 안 죽었어! 살았다! 챈들러는요? 챈들러 안 뛰었어? 챈들러 어디 갔어? 챈들러는 안 뛰었거나 바닥에서 터졌거나 둘 중 하나야. 어우, 그럼 안 뛰었음 좋겠다. 지미, 미안하다. 난 못 뛴다. 챈들러한테 이 영상에서 제일 어마어마한 체험을 같이 하자고 안 한 게 다행이네요. 왜냐면... 제 뒤에 세계 최고층 빌딩 부르즈 칼리파가 있습니다. 이 체험을 마무리하기 위해 꼭대기에 올라갈 겁니다. 820미터짜리 빌딩의 정상에 오르는 첫 번째 단계는, 여러 엘리베이터를 타고 160층 너머까지 오르는 겁니다. 하지만 남은 270미터는 제가 직접 정상에 오르는 수밖에 없었죠. 여기 진짜 높네요. 후. 사다리 엄청 많아요. 정상까지 올라가는 걸 너무 만만하게 본 거 같아요. 한 시간 동안 올라갔는데도 아직 올라가야 할 높이가 많이 남아 있었습니다. 드디어 다 올라왔다고 생각했는데, 아직 한참 남았네요. 끝이 안 나요. 한 계단 한 계단 올라가면서 진짜 가고 싶은 게 맞는지 의문이 들었죠. 성공할 수 있을까요? 거의 다 왔겠죠? 그건 아닌가 봐요. 힘들어 죽을 거 같았지만 저는 다시 한번 이 사실을 떠올렸습니다. 세계에서 가장 높은 빌딩의 꼭대기에 설 수 있는 경험을 하는 지구상에서 몇 안 되는 사람이 된다구요. 이제 와 포기하고 돌아갈 수는 없었어요. 좋아, 마지막이다. 후! 됐어. 성공했어요! 저는 지금 지구상 가장 높은 빌딩 꼭대기에 있습니다~! 진짜 대박이야! 미쳤다, 여기 개높아. 와, 진짜 무서워. 아, 밑에 괜히 봤어, 너무 무서워. 토할 거 같아요. 아. 솔직히 말하면 피스터블은 땅에서 먹는 게 더 나아요. 여긴 지금 기절할 거 같거든요. 높은 데 너무 무서워요. 두려움에 맞설 때마다 오히려 즐거워지고 저 자신에 대해 많은 걸 배우는 거 같아요. 이런 경험에 고마워지네요. 여러분도 안전지대를 벗어나보세요. 평소에 안 하던 일을 한번 해보세요. 결국엔 자신에 대해 많은 걸 배울 거예요. 시청해주셔서 감사합니다! 여기에 공들인 만큼 재밌었으면 좋겠네요. 사랑합니다~!",
    "timestamp": "2024-11-20T13:53:00.486666",
    "metadata": {
      "title": "$1 vs $500,000 Experiences!",
      "author": "MrBeast",
      "length": 1060,
      "views": 100853280,
      "description": "I didn’t know some of these were possible\nMrBeast Lab Swarms are flying off the shelves! Grab yours now at Walmart, Target, Amazon, or top toy retailers worldwide. This video Includes promoted content in partnership with Moose Toys.\n\nNew Merch - https://mrbeast.store\n\nCheck out Viewstats! - https://www.viewstats.com/\n\nSUBSCRIBE OR I TAKE YOUR DOG\n╔═╦╗╔╦╗╔═╦═╦╦╦╦╗╔═╗\n║╚╣║║║╚╣╚╣╔╣╔╣║╚╣═╣ \n╠╗║╚╝║║╠╗║╚╣║║║║║═╣\n╚═╩══╩═╩═╩═╩╝╚╩═╩═╝\n\nFor any questions or inquiries regarding this video, please reach out to chucky@mrbeastbusiness.com\n\nMusic Provided by https://www.extrememusic.com\n\n----------------------------------------------------------------\nfollow all of these or i will kick you\n• Facebook - https://www.facebook.com/MrBeast6000/\n• Twitter - https://twitter.com/MrBeast\n•  Instagram - https://www.instagram.com/mrbeast\n•  Im Hiring! - https://www.mrbeastjobs.com/\n--------------------------------------------------------------------",
      "thumbnail_url": "https://i.ytimg.com/vi/Xj0Jtjg3lHQ/sddefault.jpg",
      "publish_date": "2024-11-02 09:00:00-07:00",
      "provider_name": "YouTube",
      "thumbnail_width": 480,
      "width": 200,
      "html": "<iframe width=\"200\" height=\"113\" src=\"https://www.youtube.com/embed/Xj0Jtjg3lHQ?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen title=\"$1 vs $500,000 Experiences!\"></iframe>",
      "height": 113,
      "provider_url": "https://www.youtube.com/",
      "type": "video",
      "author_url": "https://www.youtube.com/@MrBeast",
      "author_name": "MrBeast",
      "version": "1.0",
      "thumbnail_height": 360,
      "url": "https://youtu.be/Xj0Jtjg3lHQ?si=SlJKEzuYeegM6N-B"
    }
  },
  {
    "video_id": "Xj0Jtjg3lHQ?si=SlJKEzuYeegM6N-B",
    "title": "$1 vs $500,000 Experiences!",
    "content": "자, 여러분, 50만 달러를 내면 어떤 체험을 할 수 있는지 궁금하시죠? 제가 장담하는데 아마 여러분들 정말 깜짝 놀라실 겁니다. 이번 영상을 보시면 우리가 우주여행 시뮬레이션을 하는 데 왜 돈이 25만 달러나 들어가는지 또 바닷속을 탐험하는 데 왜 5만 달러가 드는지 이유를 알게 되실 겁니다. 우와~! 쟤 우리한테 막 오고 있어. 중간중간에 다른 체험들도 있으니까 잘 지켜봐주세요. 저는 지금 지구상 가장 높은 빌딩 꼭대기에 있습니다~! 와, 미쳤다! 제가 찾은 가장 돈이 적게 드는 체험도 소개합니다. 낙타 타기 입니다. 1달러로 이 낙타를 몇 분이나 탈 수 있다구요? 1달러에 2분이에요. 탈게요. 1달러 체험치고 좋은데? 꽉 잡으세요. 꽉 잡으라구요? 왜요? 어어, 어우 깜짝이야. 이집트에서 낙타 타고 싶었는데 거긴 1달러가 훨씬 넘더라구. 피라미드는 나중에 CG로 넣을게요. 이야~ 봤지? 야 멋있다~ 이거 타고 있는 것도 운동 되는데. 나 키가 엄청 커진 기분이야. 야, 이제 나랑 챈들러 기분 알겠지? 뭐래. 1달러로는 2분밖에 못 탑니다. 금방 끝났어요. 이제 하늘에서 저녁을 먹어보겠습니다. 만 달러만 내면 900미터 상공으로 올라갈 수 있습니다. 열기구를 주방 삼아 요리하는 셰프와 같이 날아가죠. 저 들판에 그림자 보이세요? 열기구 그림자예요. 대박~ 거짓말 안 하고 이거 생각보다 좀 높은 거 같다. 이건 그냥 900미터 위에 올라와서 하는 평범한 식사가 아닙니다. 이 미슐랭 스타 셰프는 열기구 자체에서 나오는 불꽃 그 자체를 이용해서 오늘의 음식을 직집 조리하거든요. 미스터비스트. 어? 이야~ 우리 다음 코스가 이렇게 내려오는 거야? 이제 저희는 열기구에서 나오는 불로 요리한 생선을 먹어볼 겁니다. 아, 감사합니다. 와, 진짜 맛있어! 지미, 이거 (진짜) 쩐다. 저 아래 진짜 멋있지 않냐? 식사하는 데 뷰가 진짜 죽여요. 이 물고긴 여기까지 올라올 줄 상상도 못했겠지. 혹시 만 달러로 여친한테 감동 주고 싶으신 분들, 이거 완전 추천할게요. 열 가지 음식 코스 하나하나가 진짜 황홀할 정도로 맛있었는데요. 근데 이 질문은 하고 넘어가야 할 거 같아요. 미슐랭 셰프로서 피스터블을 어떻게 생각하세요? 밸런스가 (아주) 좋은데요. 초콜릿 안에 씹히는 게 진짜 킥이네요. 미슐랭 셰프도 인정했습니다. 만달러 체험은 정말 좋았어요! 끝내준다. 다음은 5만 달러짜리 체험인데요. 챈들러랑 칼은 제가 뭘 준비했는지 전혀 모릅니다. 얘들아, 이 요트 어때? 멋있는데. 여기 좋다. 그래? 이게 5만 달러 가치가 있는 거 같아? 아니야. 아, 그래. 자, 저기 봐봐. 우리 이제부터 잠수함 탐험을 떠날 거야. 야, 미쳤다. 자, 너희 바닷속 탐험할 준비 됐어? 가자~! 좋아, 그럼 가보자. - 저건 안 할 거지? 야, 뭐해, 들어와! 알았어. 빨리 와! 뜨아~! 그럼 이제 바닷속을 탐험하러 가보시죠. -그래. - 어. 가자. 여기 진짜 장난 아니다. 오! 벌써 물고기 보이는데? 우리 내려가지도 않았잖아. 저거 창꼬치 아니야? 저 밑에 바닥으로 내려가보고 싶어? 가자. 우리 뭐든 할 수 있어. 잠수함 전체를 빌렸기 때문에 원하는 건 뭐든 가능합니다. 그럼 다 해봐야지! 갖다 박진 말고. 그건 하면 안 돼. 알았어. 잠수함을 최대한 좋은 카메라 앵글로 잡으려고, 잠수부를 고용해서 따라오라고 했습니다. 장난 아니죠? 쪽지 하나 써 볼까요? '뒤에 상어' 다들 놀란 척해, 알았지? 지금이야. 낚였어! 저희가 물속에 있는 동안 테릭과 놀란은 아프리카에서 5만 달러짜리 사파리 체험을 즐기고 있습니다. 걔들과 저희 중에 누가 더 신기한 생물을 발견하게 될까요? 스포일러, 우리야. 여기 멋진데~ 좋아, 정글의 왕을 찾으러 가보자! 우리 사자 보기 전까진, 아프리카 안 떠날 거야. 이해했지? 어. 이해했어. 그 손가락은 뭔데? 저기저기저기! 혹멧돼지다! 이야, 쟤 품바야!!! 야 쟤 놀랐잖아. 너 때매 도망갔어. 아... 미안, 소리 지르면 안 되는데 너무 흥분했다. 얼룩말이다! 얼룩말 맛있을 거 같지 않냐. 내가 사자면 얼룩말만 먹었어. 두툼~하잖아. 뭐? 이 정도면 5만 달러 낼 만하네. 응, 그니까, 지미 돈 5만 달러면 괜찮네. 야, 칼, 저거 잠수함 아니고 배가 잠긴 거면 어떡해? 이거 타고 당장 올라갈거야. 와 미쳤네. 우리 저 바위랑 엄청 가깝다. 와~ 이렇게 가까워도 괜찮아요? - 네네, 괜찮아요. - 그럼 됐네. 근데 저희만 동물을 가까이 관찰한 게 아니었습니다. 얼룩말, 어디 가? 야 안녕! 잠깐, 가지 마. 이리 와! 테릭, 재밌는 얘기 좀 해봐 니 뒤에 코끼리 두 마리 있어. 어우, 뭐야, 왜 이렇게 가까이 있어? 겁나 가깝지. 어, 너무 가까워. 우리한테 온다. 어. 어어. 방금 코끼리가 쫓아왔어요. 허, 진짜 대박~ 야 사자야 사자. -야 진짜 포스 장난 아니다. -저기 봐. 덩치가 장난 아니에요. 우리 아빠 같아. 잠수함보다 여기가 훨 나아. 물고기보단 이게 진짜지. 지금 심장이 완전 튀어나올 거 같아요. 지금까지 5만 달러 체험이었습니다. 다음에는 더 엄청난 체험이 기다리고 있는데요. 이거에 비하면 지금까진 아무것도 아니었어요. 이번 순서는 바로 25만 달러짜리 무중력 체험입니다. 비행기를 타고 올라갔다가 급강하하면서 비행기 내부의 환경을 무중력 상태로 만듭니다. 25만 달러짜리 체험을 하러 여기 왔습니다! 지금 시작합니다. 어! 어, 내 물! 으아~~ 와 미쳤어!!! 이게 뭐야 나 계속 돌아!  미쳤다! 어, 계속 몸이 뜨는데? \"이거 받아! 와, 방금 개쩔었어요. 와씨, 이거 진짜 찢었다. 다음 번에 떨어질 때는 저 반대쪽까지 경주할 거예요. 무중력 켜주세요. -오! 이야~ -야! 내가 이길 거야! 나 아무 데도 못 가겠어. 놀란 꼴찌다! 하! 됐다. -우린 됐어! -우리 이겼다! 이겼어! 야~! 해보니까 중력 없이는 달리기 시합이 좀 힘들더라구요. 근데 칼한테 좋은 아이디어가 있었습니다. 나 이 송풍기 시험해볼게. 잠깐, 기다려봐. 어! 야, 얘 돈다! 어, 어, 어! -진짜 빙글빙글 돌고 있어! -나 멈추고 싶어. 그만! 아핫!!! 다시 한번 중력을 끄기 전에, 저희 랩스웜스를 무중력 상태에서 만들어보겠습니다. - 준비됐어? - 응. 워어~! 놀란, 이제 만들어봐. 제가 만든 쩌는 장난감 하나 보여드릴까요? 여러분은 그냥 튜브에 물을 붓고, 흔들기만 하면 됩니다. 안에서 스웜스가 나올 거예요. 야, 내가 물 쏴줄게. 여기 줘봐. 아오! 지금 여기가 장난감으로 꽉 차게 생겼어. 이거 생각보다 어렵네요. 아무튼 여러분이 모아야 할 스웜스가 119개가 넘습니다. 스웜스 다섯 개가 들어있는 팩, 두 개 있는 팩, 단품을 미국 내 월마트, 타겟, 아마존에서 살 수 있구요. 전 세계 주요 장난감 판매점에서 판매 중입니다. 이거 제 최애예요. -나 날고 있다. -월마트에 가서 사세요. 이번 크리스마스 시즌에 가장 핫한 장난감으로 미친 듯이 팔리는 중입니다. 칼, 잡아! 품절되기 전에 미스터비스트 랩스 꼭 사세요. 오~ 이거 멋있겠는데. 어! 놀란, 받아! 으악! 됐다. 예~! 바디슬램! 50만 달러 체험이 이걸 어떻게 능가할지 모르겠네요. 바로 가서 확인해보시죠! 이 영상을 촬영하기 위해 전 세계를 열심히 돌아다닌 끝에, 자, 드디어 50만 달러 체험을 하러 왔습니다! 야 여기 전망 진짜 미쳤다. 여러분은 인류 역사상 어디에서도 볼 수 없던 광경을 보시게 될 겁니다. 저와 친구들은 이제 50만 달러로 환상적인 체험을 하게 되는데요. 그 장소는 바로 여기, 전 세계에서 가장 화려하고 럭셔리한 대도시입니다. 여기는 바로 두바이입니다. 사막 위에 건설한 도시인 이곳은 도파민이 팡팡 터지는 곳이죠. 이 영상 마지막에 저는 세계에서 가장 높은 빌딩 꼭대기에 서 본 몇 안 되는 사람이 될 겁니다. 모든 걸 쏟아부었어요. 보면 아마 깜짝 놀라실 겁니다. 같이 즐겨보시죠. 여기를 올라오다니! 저희는 이 150미터짜리 액자 위에서 어찌어찌 내려와서 바로 이 성 같이 생긴 호텔로 향했습니다. 훠우~ 여기 진짜 미쳤다. 이 뒤에 물도 있네. 호텔방에 들어서자마자 두 층이 진짜 대박이었습니다. 하지만 이 방의 하이라이트는 물속에 잠겨 있는 세 번째 층이었죠. 어! 아우, 깜짝이야. '아틀란티스에 잘 오셨습니다. 여러분 사랑합니다. 근데 칼만 빼구요.' 힘내라. 저 사람 저 놀리겠다고 상어가 있는 수조에 들어갔어요. 참고로 이 수조에는 80마리가 넘는 상어가 있습니다. 이 체험 후반부에 실제로 상어랑 함께 수영할 예정입니다. 여기에 마지막 하이라이트가 남아 있는데요. 뭔데? 스카이다이빙 할 거야. 절대 안 해. 할 거야. 수백 미터 하늘 위에서 땅으로 떨어진다고? \"걱정하지 마. F1 카트나 하자.\" 그래. 그러면 당연히 두바이 오토드롬으로 와야겠죠? 도시 전체에서 가장 빠른 자동차를 볼 수 있는 곳입니다. 다들 원하는 차 골라. 경주하자. - 좋아. - 가자~ 두바이에서 잘나가는 크리에이터들을 모아 슈퍼카를 타고 달려봤습니다. 이제 달려볼까요? 이야~ 저 차들 진짜 빨라요! 이건 여기서 할 수 있는 경험 중에 겨우 첫 번째예요. 이제 막 시작한 겁니다. 한번 붙어보자 이거지? 저 이제 추월할 거예요. 거의 따라잡았어요. 어우씨, 지미~! 안 돼, 안 돼~! 아, 거기 기어가냐~ 울 엄마가 나 레이싱 하는 거 보면 싫어할 텐데. 지금 최대한 느리게 달리기 하는 거 아니죠? 저건 불법이지. 잡아가야 되는 거 아니야? 불법이라고. 저랑 친구들이 레이싱카 드라이버처럼 노는 동안, 후~! 칼은 실제 포뮬러 수준의 레이싱카를 운전하려고 준비 중이었죠. 저 지금 겁나 멋있죠? 한번 달려볼까요! 시작은 좀 어설픈데. 이요~~~~! 어어어~!!!! 와, 미쳤다. 나 레이싱카 운전하고 있어. 오늘이 내 인생 최고의 날이야! 이 체험을 하면서 실제로 이 새 람보르기니를 하나 사게 됐는데요. 좀만 더 즐겨볼게요. 오~호호~! 참고로 이거 진짜 미친 듯이 빨라요. 이번엔 아부다비에서 열리는 NBA 경기를 보러 가시죠. 근데 솔직히 전 스포츠카 모는 거 별로 안 좋아해요. 게다가, 주차할 자리를 못 찾겠어요. (그래서) 이거 줄 사람 없나 찾아봐야겠어요. 미스터비스트 채널 보시는 분 있어요? 네! 우리 채널 구독중이시네. 이 람보르기니 드려도 돼요? 다른 분한테 드리면 좋겠어요. 네? 이게 뭔 일이래요? 저기 선생님, 잠깐 와보실래요? 우리 구독자시네! 이 람보르기니 드릴까요? 네, 좋죠. 자, 타세요. 이제 이 차 가지시면 돼요. 아, 지금 너무 떨리는데요. 이러니까 평소에 구독해 둬야 해요. 람보르기니가 굴러 들어온다니까요. 야 뭐해, 왜 안 내려? 우리 제일 앞줄 티켓이야. 잘 가세요. 지금 너무 행복해요. 이제 람보르기니를 보내줬으니까 프로 농구 경기의 맨 앞줄에 앉아서 경기를 보겠습니다. 근데 그때부터 끝도 없이 사진촬영이 이어졌죠. 반가워요! 그다음엔 스티브 하비랑 인사했구요. 드디어 만나보네요! 잘 지내요? 아, 그럼요. 그리고 러셀 웨스트브룩도 만났죠. -안녕하세요. -안녕하세요! 이제 20만 달러 상당의 체험이 남아 있습니다. 다음은 어마어마한 워터파크를 빌렸습니다. 어떻게 한 건지 사막 한가운데서 펭귄이랑 놀 수도 있습니다. 니가 대장이라며? 대장들이 다 이렇죠. 이것도 부족한 것 같다구요? 전 지금 상어 80마리랑 가오리가 가득한 거대 수영장에 왔어요. 저기, 안녕하세요, 선생님. 저기요, 얘기나 좀 해요. 버즈 라이트이어 같은데. 저기, 잠깐만요. 와, 이거 봐. 난 아쿠아맨이다. 상어의 왕이지. 내 첫 번째 명령은 이거다. 칼을 물어! 나 말고. 괜찮지? 아, 칼 공격해! 공격해! 얘 완전 공룡인데? 내가 대장이다, 공격해. 안 돼. 저런 게 여기 있어도 돼? 아니, 방금 내 산소통을 떼신 거 같은데. 물고기밥이 되기 전에 나와야겠네요. 미래에서 튀어나온 거 같은 레스토랑으로 가시죠. 안녕하세요. 지미, 여기 앉으세요. 이게 대체 뭔데, 지미? 나도 모르겠어. 친구들이랑 이렇게 식당에서 멀리 떨어져 앉아본 적이 없어요. 여러분, 인생에 단 한 번뿐인 경험이 곧 시작됩니다. 첫 번째 애피타이저부터 시작합니다. 한입에 드세요. 짠! 짠! 맛 없으면 어떡해? 맛있어? 진짜 맛있는데. 이 요리는 한입이 다예요? 네. 알았어요. 오, 뭐 하는 거지? 뭐야? 콜오브듀티 미션 같은데. 내 신상 털리는 거야? 여기 식당인 줄 알았는데 완전 극장이네. 뭐가 뭔지 모르겠어. 이 아홉 가지 코스 요리는 음식이 나올 때마다 변화하는 360도 인터랙티브 그래픽에 둘러싸여 먹습니다. 야, 잠깐. 오, 니 터치에 반응하네! 야, 우리가 지구를 지켜야 돼. 와, 나 이거 엄청 못 한다. 그래도 방은 엄청나게 놀라웠습니다. 보여? 지금 내 물잔에 걸려서 못 가잖아. 이거 봐. 이 경험을 더 특별하게 만들어주는 아주 특이한 음식과 음료가 나왔습니다. 잔을 만져보면 반응할 겁니다. 싱싱한 해산물로 만든 맛있는 아홉 가지 코스 요리를 먹었습니다. 와~ 와, 쩔어. 이건 금 와규 버거예요. 인정? 인정. 이건 챈들러 입맛에 맞대요. 마지막 코스는 저희만을 위한 특별 코스였습니다. 저게 누구야? 챈들러 아니야? 나 아니다~ 야, 저거 나 아니다. 아무튼 이 체험을 계속해보겠습니다. 마지막 하이라이트는 말 그대로 하늘에서 떨어지고, 지구상에서 가장 높은 빌딩에 오르는 건데요. 그 전에 이 높은 수영장에서 고소공포증을 테스트해보기로 했죠. 야, 이 전망 좀 봐. 이야~ 와, 진짜 미쳤네. 이 뷰 실화야? 지금 여러분이 보시는 건 실제로 보는 거랑 비교도 안 돼요. 절대 못 담아. 저희는 상공 180미터에 서 있습니다. 360도 인피니티 풀이라 도시의 멋진 전망을 구석구석 한눈에 내려다볼 수 있죠. 야, 들어가자. 들어갈게. 제 뒤에 있는 섬은 인공섬이에요. 정말 모든 게 신세계 같아요. 이제 이걸 난간에 붙여볼게요. 어우, 깜짝이야. 이 경치 좀 봐라. 진짜 멋있지 않냐? 이게 두바이 꼭대기다. 자, 얘들아. 이제 하늘에서 떨어질 시간이야. 야, 너 그냥 땅에 처박는다. 아니, 이 인공섬으로 떨어질 거야. 미칬나, 나 기절한다. 준비하세요. 지금부터 여러분이 보시는 건 제 평생 상상도 못 했던 일입니다. 진짜 돌았네요. 대체 누가 저런 걸 하지? 하지만 이렇게 체험에 대한 영상을 만든다면, 제 가장 큰 두려움 중 하나에 도전해야겠죠. 하늘에서 떨어질 겁니다. 내가 여기서 죽어도 영상은 올려야 돼! 점점 실감 나는데요. 왜 이래! 난 가족이 있다고! 이륙 준비합니다. 와, 진짜 올라가네. 내 말이. 미치겠다. - 우리가 이걸 실제로 하고 있다니. - 진짜 돌았다. 제가 죽을 확률이 얼마예요? 저야 모르죠 미치겠네. 3천 미터에 접근합니다. 지금 진짜 높아. 나 못 하겠어. 지미! 준비 안 됐어. 자, 출발! 너부터 가. 지미, 너 죽을래? 나 마음 변했어. 와 미쳤다!!! 예~~~ 우리 돈다! 어떡해, 나 무서워! 지미, 잘 가라~ 나 하기 싫어... 아, 대박. 이거 진짜 무서워. 저는 안 갑니다. 어땠어요? 아, 무서워요. 무서워요? 네, 지금도 높잖아요. 살면서 이게 제일 무서운 거 같아요. 으아, 어떡해. 여러분을 위해 했습니다. 어, 어, 어, 워워워워워. 어, 어, 됐다. 안 죽었어! 살았다! 챈들러는요? 챈들러 안 뛰었어? 챈들러 어디 갔어? 챈들러는 안 뛰었거나 바닥에서 터졌거나 둘 중 하나야. 어우, 그럼 안 뛰었음 좋겠다. 지미, 미안하다. 난 못 뛴다. 챈들러한테 이 영상에서 제일 어마어마한 체험을 같이 하자고 안 한 게 다행이네요. 왜냐면... 제 뒤에 세계 최고층 빌딩 부르즈 칼리파가 있습니다. 이 체험을 마무리하기 위해 꼭대기에 올라갈 겁니다. 820미터짜리 빌딩의 정상에 오르는 첫 번째 단계는, 여러 엘리베이터를 타고 160층 너머까지 오르는 겁니다. 하지만 남은 270미터는 제가 직접 정상에 오르는 수밖에 없었죠. 여기 진짜 높네요. 후. 사다리 엄청 많아요. 정상까지 올라가는 걸 너무 만만하게 본 거 같아요. 한 시간 동안 올라갔는데도 아직 올라가야 할 높이가 많이 남아 있었습니다. 드디어 다 올라왔다고 생각했는데, 아직 한참 남았네요. 끝이 안 나요. 한 계단 한 계단 올라가면서 진짜 가고 싶은 게 맞는지 의문이 들었죠. 성공할 수 있을까요? 거의 다 왔겠죠? 그건 아닌가 봐요. 힘들어 죽을 거 같았지만 저는 다시 한번 이 사실을 떠올렸습니다. 세계에서 가장 높은 빌딩의 꼭대기에 설 수 있는 경험을 하는 지구상에서 몇 안 되는 사람이 된다구요. 이제 와 포기하고 돌아갈 수는 없었어요. 좋아, 마지막이다. 후! 됐어. 성공했어요! 저는 지금 지구상 가장 높은 빌딩 꼭대기에 있습니다~! 진짜 대박이야! 미쳤다, 여기 개높아. 와, 진짜 무서워. 아, 밑에 괜히 봤어, 너무 무서워. 토할 거 같아요. 아. 솔직히 말하면 피스터블은 땅에서 먹는 게 더 나아요. 여긴 지금 기절할 거 같거든요. 높은 데 너무 무서워요. 두려움에 맞설 때마다 오히려 즐거워지고 저 자신에 대해 많은 걸 배우는 거 같아요. 이런 경험에 고마워지네요. 여러분도 안전지대를 벗어나보세요. 평소에 안 하던 일을 한번 해보세요. 결국엔 자신에 대해 많은 걸 배울 거예요. 시청해주셔서 감사합니다! 여기에 공들인 만큼 재밌었으면 좋겠네요. 사랑합니다~!",
    "timestamp": "2024-11-20T14:07:09.788555",
    "metadata": {
      "title": "$1 vs $500,000 Experiences!",
      "author": "MrBeast",
      "length": 1060,
      "views": 100865670,
      "description": "I didn’t know some of these were possible\nMrBeast Lab Swarms are flying off the shelves! Grab yours now at Walmart, Target, Amazon, or top toy retailers worldwide. This video Includes promoted content in partnership with Moose Toys.\n\nNew Merch - https://mrbeast.store\n\nCheck out Viewstats! - https://www.viewstats.com/\n\nSUBSCRIBE OR I TAKE YOUR DOG\n╔═╦╗╔╦╗╔═╦═╦╦╦╦╗╔═╗\n║╚╣║║║╚╣╚╣╔╣╔╣║╚╣═╣ \n╠╗║╚╝║║╠╗║╚╣║║║║║═╣\n╚═╩══╩═╩═╩═╩╝╚╩═╩═╝\n\nFor any questions or inquiries regarding this video, please reach out to chucky@mrbeastbusiness.com\n\nMusic Provided by https://www.extrememusic.com\n\n----------------------------------------------------------------\nfollow all of these or i will kick you\n• Facebook - https://www.facebook.com/MrBeast6000/\n• Twitter - https://twitter.com/MrBeast\n•  Instagram - https://www.instagram.com/mrbeast\n•  Im Hiring! - https://www.mrbeastjobs.com/\n--------------------------------------------------------------------",
      "thumbnail_url": "https://i.ytimg.com/vi/Xj0Jtjg3lHQ/sddefault.jpg",
      "publish_date": "2024-11-02 09:00:00-07:00",
      "provider_name": "YouTube",
      "thumbnail_width": 480,
      "width": 200,
      "html": "<iframe width=\"200\" height=\"113\" src=\"https://www.youtube.com/embed/Xj0Jtjg3lHQ?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen title=\"$1 vs $500,000 Experiences!\"></iframe>",
      "height": 113,
      "provider_url": "https://www.youtube.com/",
      "type": "video",
      "author_url": "https://www.youtube.com/@MrBeast",
      "author_name": "MrBeast",
      "version": "1.0",
      "thumbnail_height": 360,
      "url": "https://youtu.be/Xj0Jtjg3lHQ?si=SlJKEzuYeegM6N-B"
    }
  },
  {
    "video_id": "Xj0Jtjg3lHQ?si=SlJKEzuYeegM6N-B",
    "title": "$1 vs $500,000 Experiences!",
    "content": "자, 여러분, 50만 달러를 내면 어떤 체험을 할 수 있는지 궁금하시죠? 제가 장담하는데 아마 여러분들 정말 깜짝 놀라실 겁니다. 이번 영상을 보시면 우리가 우주여행 시뮬레이션을 하는 데 왜 돈이 25만 달러나 들어가는지 또 바닷속을 탐험하는 데 왜 5만 달러가 드는지 이유를 알게 되실 겁니다. 우와~! 쟤 우리한테 막 오고 있어. 중간중간에 다른 체험들도 있으니까 잘 지켜봐주세요. 저는 지금 지구상 가장 높은 빌딩 꼭대기에 있습니다~! 와, 미쳤다! 제가 찾은 가장 돈이 적게 드는 체험도 소개합니다. 낙타 타기 입니다. 1달러로 이 낙타를 몇 분이나 탈 수 있다구요? 1달러에 2분이에요. 탈게요. 1달러 체험치고 좋은데? 꽉 잡으세요. 꽉 잡으라구요? 왜요? 어어, 어우 깜짝이야. 이집트에서 낙타 타고 싶었는데 거긴 1달러가 훨씬 넘더라구. 피라미드는 나중에 CG로 넣을게요. 이야~ 봤지? 야 멋있다~ 이거 타고 있는 것도 운동 되는데. 나 키가 엄청 커진 기분이야. 야, 이제 나랑 챈들러 기분 알겠지? 뭐래. 1달러로는 2분밖에 못 탑니다. 금방 끝났어요. 이제 하늘에서 저녁을 먹어보겠습니다. 만 달러만 내면 900미터 상공으로 올라갈 수 있습니다. 열기구를 주방 삼아 요리하는 셰프와 같이 날아가죠. 저 들판에 그림자 보이세요? 열기구 그림자예요. 대박~ 거짓말 안 하고 이거 생각보다 좀 높은 거 같다. 이건 그냥 900미터 위에 올라와서 하는 평범한 식사가 아닙니다. 이 미슐랭 스타 셰프는 열기구 자체에서 나오는 불꽃 그 자체를 이용해서 오늘의 음식을 직집 조리하거든요. 미스터비스트. 어? 이야~ 우리 다음 코스가 이렇게 내려오는 거야? 이제 저희는 열기구에서 나오는 불로 요리한 생선을 먹어볼 겁니다. 아, 감사합니다. 와, 진짜 맛있어! 지미, 이거 (진짜) 쩐다. 저 아래 진짜 멋있지 않냐? 식사하는 데 뷰가 진짜 죽여요. 이 물고긴 여기까지 올라올 줄 상상도 못했겠지. 혹시 만 달러로 여친한테 감동 주고 싶으신 분들, 이거 완전 추천할게요. 열 가지 음식 코스 하나하나가 진짜 황홀할 정도로 맛있었는데요. 근데 이 질문은 하고 넘어가야 할 거 같아요. 미슐랭 셰프로서 피스터블을 어떻게 생각하세요? 밸런스가 (아주) 좋은데요. 초콜릿 안에 씹히는 게 진짜 킥이네요. 미슐랭 셰프도 인정했습니다. 만달러 체험은 정말 좋았어요! 끝내준다. 다음은 5만 달러짜리 체험인데요. 챈들러랑 칼은 제가 뭘 준비했는지 전혀 모릅니다. 얘들아, 이 요트 어때? 멋있는데. 여기 좋다. 그래? 이게 5만 달러 가치가 있는 거 같아? 아니야. 아, 그래. 자, 저기 봐봐. 우리 이제부터 잠수함 탐험을 떠날 거야. 야, 미쳤다. 자, 너희 바닷속 탐험할 준비 됐어? 가자~! 좋아, 그럼 가보자. - 저건 안 할 거지? 야, 뭐해, 들어와! 알았어. 빨리 와! 뜨아~! 그럼 이제 바닷속을 탐험하러 가보시죠. -그래. - 어. 가자. 여기 진짜 장난 아니다. 오! 벌써 물고기 보이는데? 우리 내려가지도 않았잖아. 저거 창꼬치 아니야? 저 밑에 바닥으로 내려가보고 싶어? 가자. 우리 뭐든 할 수 있어. 잠수함 전체를 빌렸기 때문에 원하는 건 뭐든 가능합니다. 그럼 다 해봐야지! 갖다 박진 말고. 그건 하면 안 돼. 알았어. 잠수함을 최대한 좋은 카메라 앵글로 잡으려고, 잠수부를 고용해서 따라오라고 했습니다. 장난 아니죠? 쪽지 하나 써 볼까요? '뒤에 상어' 다들 놀란 척해, 알았지? 지금이야. 낚였어! 저희가 물속에 있는 동안 테릭과 놀란은 아프리카에서 5만 달러짜리 사파리 체험을 즐기고 있습니다. 걔들과 저희 중에 누가 더 신기한 생물을 발견하게 될까요? 스포일러, 우리야. 여기 멋진데~ 좋아, 정글의 왕을 찾으러 가보자! 우리 사자 보기 전까진, 아프리카 안 떠날 거야. 이해했지? 어. 이해했어. 그 손가락은 뭔데? 저기저기저기! 혹멧돼지다! 이야, 쟤 품바야!!! 야 쟤 놀랐잖아. 너 때매 도망갔어. 아... 미안, 소리 지르면 안 되는데 너무 흥분했다. 얼룩말이다! 얼룩말 맛있을 거 같지 않냐. 내가 사자면 얼룩말만 먹었어. 두툼~하잖아. 뭐? 이 정도면 5만 달러 낼 만하네. 응, 그니까, 지미 돈 5만 달러면 괜찮네. 야, 칼, 저거 잠수함 아니고 배가 잠긴 거면 어떡해? 이거 타고 당장 올라갈거야. 와 미쳤네. 우리 저 바위랑 엄청 가깝다. 와~ 이렇게 가까워도 괜찮아요? - 네네, 괜찮아요. - 그럼 됐네. 근데 저희만 동물을 가까이 관찰한 게 아니었습니다. 얼룩말, 어디 가? 야 안녕! 잠깐, 가지 마. 이리 와! 테릭, 재밌는 얘기 좀 해봐 니 뒤에 코끼리 두 마리 있어. 어우, 뭐야, 왜 이렇게 가까이 있어? 겁나 가깝지. 어, 너무 가까워. 우리한테 온다. 어. 어어. 방금 코끼리가 쫓아왔어요. 허, 진짜 대박~ 야 사자야 사자. -야 진짜 포스 장난 아니다. -저기 봐. 덩치가 장난 아니에요. 우리 아빠 같아. 잠수함보다 여기가 훨 나아. 물고기보단 이게 진짜지. 지금 심장이 완전 튀어나올 거 같아요. 지금까지 5만 달러 체험이었습니다. 다음에는 더 엄청난 체험이 기다리고 있는데요. 이거에 비하면 지금까진 아무것도 아니었어요. 이번 순서는 바로 25만 달러짜리 무중력 체험입니다. 비행기를 타고 올라갔다가 급강하하면서 비행기 내부의 환경을 무중력 상태로 만듭니다. 25만 달러짜리 체험을 하러 여기 왔습니다! 지금 시작합니다. 어! 어, 내 물! 으아~~ 와 미쳤어!!! 이게 뭐야 나 계속 돌아!  미쳤다! 어, 계속 몸이 뜨는데? \"이거 받아! 와, 방금 개쩔었어요. 와씨, 이거 진짜 찢었다. 다음 번에 떨어질 때는 저 반대쪽까지 경주할 거예요. 무중력 켜주세요. -오! 이야~ -야! 내가 이길 거야! 나 아무 데도 못 가겠어. 놀란 꼴찌다! 하! 됐다. -우린 됐어! -우리 이겼다! 이겼어! 야~! 해보니까 중력 없이는 달리기 시합이 좀 힘들더라구요. 근데 칼한테 좋은 아이디어가 있었습니다. 나 이 송풍기 시험해볼게. 잠깐, 기다려봐. 어! 야, 얘 돈다! 어, 어, 어! -진짜 빙글빙글 돌고 있어! -나 멈추고 싶어. 그만! 아핫!!! 다시 한번 중력을 끄기 전에, 저희 랩스웜스를 무중력 상태에서 만들어보겠습니다. - 준비됐어? - 응. 워어~! 놀란, 이제 만들어봐. 제가 만든 쩌는 장난감 하나 보여드릴까요? 여러분은 그냥 튜브에 물을 붓고, 흔들기만 하면 됩니다. 안에서 스웜스가 나올 거예요. 야, 내가 물 쏴줄게. 여기 줘봐. 아오! 지금 여기가 장난감으로 꽉 차게 생겼어. 이거 생각보다 어렵네요. 아무튼 여러분이 모아야 할 스웜스가 119개가 넘습니다. 스웜스 다섯 개가 들어있는 팩, 두 개 있는 팩, 단품을 미국 내 월마트, 타겟, 아마존에서 살 수 있구요. 전 세계 주요 장난감 판매점에서 판매 중입니다. 이거 제 최애예요. -나 날고 있다. -월마트에 가서 사세요. 이번 크리스마스 시즌에 가장 핫한 장난감으로 미친 듯이 팔리는 중입니다. 칼, 잡아! 품절되기 전에 미스터비스트 랩스 꼭 사세요. 오~ 이거 멋있겠는데. 어! 놀란, 받아! 으악! 됐다. 예~! 바디슬램! 50만 달러 체험이 이걸 어떻게 능가할지 모르겠네요. 바로 가서 확인해보시죠! 이 영상을 촬영하기 위해 전 세계를 열심히 돌아다닌 끝에, 자, 드디어 50만 달러 체험을 하러 왔습니다! 야 여기 전망 진짜 미쳤다. 여러분은 인류 역사상 어디에서도 볼 수 없던 광경을 보시게 될 겁니다. 저와 친구들은 이제 50만 달러로 환상적인 체험을 하게 되는데요. 그 장소는 바로 여기, 전 세계에서 가장 화려하고 럭셔리한 대도시입니다. 여기는 바로 두바이입니다. 사막 위에 건설한 도시인 이곳은 도파민이 팡팡 터지는 곳이죠. 이 영상 마지막에 저는 세계에서 가장 높은 빌딩 꼭대기에 서 본 몇 안 되는 사람이 될 겁니다. 모든 걸 쏟아부었어요. 보면 아마 깜짝 놀라실 겁니다. 같이 즐겨보시죠. 여기를 올라오다니! 저희는 이 150미터짜리 액자 위에서 어찌어찌 내려와서 바로 이 성 같이 생긴 호텔로 향했습니다. 훠우~ 여기 진짜 미쳤다. 이 뒤에 물도 있네. 호텔방에 들어서자마자 두 층이 진짜 대박이었습니다. 하지만 이 방의 하이라이트는 물속에 잠겨 있는 세 번째 층이었죠. 어! 아우, 깜짝이야. '아틀란티스에 잘 오셨습니다. 여러분 사랑합니다. 근데 칼만 빼구요.' 힘내라. 저 사람 저 놀리겠다고 상어가 있는 수조에 들어갔어요. 참고로 이 수조에는 80마리가 넘는 상어가 있습니다. 이 체험 후반부에 실제로 상어랑 함께 수영할 예정입니다. 여기에 마지막 하이라이트가 남아 있는데요. 뭔데? 스카이다이빙 할 거야. 절대 안 해. 할 거야. 수백 미터 하늘 위에서 땅으로 떨어진다고? \"걱정하지 마. F1 카트나 하자.\" 그래. 그러면 당연히 두바이 오토드롬으로 와야겠죠? 도시 전체에서 가장 빠른 자동차를 볼 수 있는 곳입니다. 다들 원하는 차 골라. 경주하자. - 좋아. - 가자~ 두바이에서 잘나가는 크리에이터들을 모아 슈퍼카를 타고 달려봤습니다. 이제 달려볼까요? 이야~ 저 차들 진짜 빨라요! 이건 여기서 할 수 있는 경험 중에 겨우 첫 번째예요. 이제 막 시작한 겁니다. 한번 붙어보자 이거지? 저 이제 추월할 거예요. 거의 따라잡았어요. 어우씨, 지미~! 안 돼, 안 돼~! 아, 거기 기어가냐~ 울 엄마가 나 레이싱 하는 거 보면 싫어할 텐데. 지금 최대한 느리게 달리기 하는 거 아니죠? 저건 불법이지. 잡아가야 되는 거 아니야? 불법이라고. 저랑 친구들이 레이싱카 드라이버처럼 노는 동안, 후~! 칼은 실제 포뮬러 수준의 레이싱카를 운전하려고 준비 중이었죠. 저 지금 겁나 멋있죠? 한번 달려볼까요! 시작은 좀 어설픈데. 이요~~~~! 어어어~!!!! 와, 미쳤다. 나 레이싱카 운전하고 있어. 오늘이 내 인생 최고의 날이야! 이 체험을 하면서 실제로 이 새 람보르기니를 하나 사게 됐는데요. 좀만 더 즐겨볼게요. 오~호호~! 참고로 이거 진짜 미친 듯이 빨라요. 이번엔 아부다비에서 열리는 NBA 경기를 보러 가시죠. 근데 솔직히 전 스포츠카 모는 거 별로 안 좋아해요. 게다가, 주차할 자리를 못 찾겠어요. (그래서) 이거 줄 사람 없나 찾아봐야겠어요. 미스터비스트 채널 보시는 분 있어요? 네! 우리 채널 구독중이시네. 이 람보르기니 드려도 돼요? 다른 분한테 드리면 좋겠어요. 네? 이게 뭔 일이래요? 저기 선생님, 잠깐 와보실래요? 우리 구독자시네! 이 람보르기니 드릴까요? 네, 좋죠. 자, 타세요. 이제 이 차 가지시면 돼요. 아, 지금 너무 떨리는데요. 이러니까 평소에 구독해 둬야 해요. 람보르기니가 굴러 들어온다니까요. 야 뭐해, 왜 안 내려? 우리 제일 앞줄 티켓이야. 잘 가세요. 지금 너무 행복해요. 이제 람보르기니를 보내줬으니까 프로 농구 경기의 맨 앞줄에 앉아서 경기를 보겠습니다. 근데 그때부터 끝도 없이 사진촬영이 이어졌죠. 반가워요! 그다음엔 스티브 하비랑 인사했구요. 드디어 만나보네요! 잘 지내요? 아, 그럼요. 그리고 러셀 웨스트브룩도 만났죠. -안녕하세요. -안녕하세요! 이제 20만 달러 상당의 체험이 남아 있습니다. 다음은 어마어마한 워터파크를 빌렸습니다. 어떻게 한 건지 사막 한가운데서 펭귄이랑 놀 수도 있습니다. 니가 대장이라며? 대장들이 다 이렇죠. 이것도 부족한 것 같다구요? 전 지금 상어 80마리랑 가오리가 가득한 거대 수영장에 왔어요. 저기, 안녕하세요, 선생님. 저기요, 얘기나 좀 해요. 버즈 라이트이어 같은데. 저기, 잠깐만요. 와, 이거 봐. 난 아쿠아맨이다. 상어의 왕이지. 내 첫 번째 명령은 이거다. 칼을 물어! 나 말고. 괜찮지? 아, 칼 공격해! 공격해! 얘 완전 공룡인데? 내가 대장이다, 공격해. 안 돼. 저런 게 여기 있어도 돼? 아니, 방금 내 산소통을 떼신 거 같은데. 물고기밥이 되기 전에 나와야겠네요. 미래에서 튀어나온 거 같은 레스토랑으로 가시죠. 안녕하세요. 지미, 여기 앉으세요. 이게 대체 뭔데, 지미? 나도 모르겠어. 친구들이랑 이렇게 식당에서 멀리 떨어져 앉아본 적이 없어요. 여러분, 인생에 단 한 번뿐인 경험이 곧 시작됩니다. 첫 번째 애피타이저부터 시작합니다. 한입에 드세요. 짠! 짠! 맛 없으면 어떡해? 맛있어? 진짜 맛있는데. 이 요리는 한입이 다예요? 네. 알았어요. 오, 뭐 하는 거지? 뭐야? 콜오브듀티 미션 같은데. 내 신상 털리는 거야? 여기 식당인 줄 알았는데 완전 극장이네. 뭐가 뭔지 모르겠어. 이 아홉 가지 코스 요리는 음식이 나올 때마다 변화하는 360도 인터랙티브 그래픽에 둘러싸여 먹습니다. 야, 잠깐. 오, 니 터치에 반응하네! 야, 우리가 지구를 지켜야 돼. 와, 나 이거 엄청 못 한다. 그래도 방은 엄청나게 놀라웠습니다. 보여? 지금 내 물잔에 걸려서 못 가잖아. 이거 봐. 이 경험을 더 특별하게 만들어주는 아주 특이한 음식과 음료가 나왔습니다. 잔을 만져보면 반응할 겁니다. 싱싱한 해산물로 만든 맛있는 아홉 가지 코스 요리를 먹었습니다. 와~ 와, 쩔어. 이건 금 와규 버거예요. 인정? 인정. 이건 챈들러 입맛에 맞대요. 마지막 코스는 저희만을 위한 특별 코스였습니다. 저게 누구야? 챈들러 아니야? 나 아니다~ 야, 저거 나 아니다. 아무튼 이 체험을 계속해보겠습니다. 마지막 하이라이트는 말 그대로 하늘에서 떨어지고, 지구상에서 가장 높은 빌딩에 오르는 건데요. 그 전에 이 높은 수영장에서 고소공포증을 테스트해보기로 했죠. 야, 이 전망 좀 봐. 이야~ 와, 진짜 미쳤네. 이 뷰 실화야? 지금 여러분이 보시는 건 실제로 보는 거랑 비교도 안 돼요. 절대 못 담아. 저희는 상공 180미터에 서 있습니다. 360도 인피니티 풀이라 도시의 멋진 전망을 구석구석 한눈에 내려다볼 수 있죠. 야, 들어가자. 들어갈게. 제 뒤에 있는 섬은 인공섬이에요. 정말 모든 게 신세계 같아요. 이제 이걸 난간에 붙여볼게요. 어우, 깜짝이야. 이 경치 좀 봐라. 진짜 멋있지 않냐? 이게 두바이 꼭대기다. 자, 얘들아. 이제 하늘에서 떨어질 시간이야. 야, 너 그냥 땅에 처박는다. 아니, 이 인공섬으로 떨어질 거야. 미칬나, 나 기절한다. 준비하세요. 지금부터 여러분이 보시는 건 제 평생 상상도 못 했던 일입니다. 진짜 돌았네요. 대체 누가 저런 걸 하지? 하지만 이렇게 체험에 대한 영상을 만든다면, 제 가장 큰 두려움 중 하나에 도전해야겠죠. 하늘에서 떨어질 겁니다. 내가 여기서 죽어도 영상은 올려야 돼! 점점 실감 나는데요. 왜 이래! 난 가족이 있다고! 이륙 준비합니다. 와, 진짜 올라가네. 내 말이. 미치겠다. - 우리가 이걸 실제로 하고 있다니. - 진짜 돌았다. 제가 죽을 확률이 얼마예요? 저야 모르죠 미치겠네. 3천 미터에 접근합니다. 지금 진짜 높아. 나 못 하겠어. 지미! 준비 안 됐어. 자, 출발! 너부터 가. 지미, 너 죽을래? 나 마음 변했어. 와 미쳤다!!! 예~~~ 우리 돈다! 어떡해, 나 무서워! 지미, 잘 가라~ 나 하기 싫어... 아, 대박. 이거 진짜 무서워. 저는 안 갑니다. 어땠어요? 아, 무서워요. 무서워요? 네, 지금도 높잖아요. 살면서 이게 제일 무서운 거 같아요. 으아, 어떡해. 여러분을 위해 했습니다. 어, 어, 어, 워워워워워. 어, 어, 됐다. 안 죽었어! 살았다! 챈들러는요? 챈들러 안 뛰었어? 챈들러 어디 갔어? 챈들러는 안 뛰었거나 바닥에서 터졌거나 둘 중 하나야. 어우, 그럼 안 뛰었음 좋겠다. 지미, 미안하다. 난 못 뛴다. 챈들러한테 이 영상에서 제일 어마어마한 체험을 같이 하자고 안 한 게 다행이네요. 왜냐면... 제 뒤에 세계 최고층 빌딩 부르즈 칼리파가 있습니다. 이 체험을 마무리하기 위해 꼭대기에 올라갈 겁니다. 820미터짜리 빌딩의 정상에 오르는 첫 번째 단계는, 여러 엘리베이터를 타고 160층 너머까지 오르는 겁니다. 하지만 남은 270미터는 제가 직접 정상에 오르는 수밖에 없었죠. 여기 진짜 높네요. 후. 사다리 엄청 많아요. 정상까지 올라가는 걸 너무 만만하게 본 거 같아요. 한 시간 동안 올라갔는데도 아직 올라가야 할 높이가 많이 남아 있었습니다. 드디어 다 올라왔다고 생각했는데, 아직 한참 남았네요. 끝이 안 나요. 한 계단 한 계단 올라가면서 진짜 가고 싶은 게 맞는지 의문이 들었죠. 성공할 수 있을까요? 거의 다 왔겠죠? 그건 아닌가 봐요. 힘들어 죽을 거 같았지만 저는 다시 한번 이 사실을 떠올렸습니다. 세계에서 가장 높은 빌딩의 꼭대기에 설 수 있는 경험을 하는 지구상에서 몇 안 되는 사람이 된다구요. 이제 와 포기하고 돌아갈 수는 없었어요. 좋아, 마지막이다. 후! 됐어. 성공했어요! 저는 지금 지구상 가장 높은 빌딩 꼭대기에 있습니다~! 진짜 대박이야! 미쳤다, 여기 개높아. 와, 진짜 무서워. 아, 밑에 괜히 봤어, 너무 무서워. 토할 거 같아요. 아. 솔직히 말하면 피스터블은 땅에서 먹는 게 더 나아요. 여긴 지금 기절할 거 같거든요. 높은 데 너무 무서워요. 두려움에 맞설 때마다 오히려 즐거워지고 저 자신에 대해 많은 걸 배우는 거 같아요. 이런 경험에 고마워지네요. 여러분도 안전지대를 벗어나보세요. 평소에 안 하던 일을 한번 해보세요. 결국엔 자신에 대해 많은 걸 배울 거예요. 시청해주셔서 감사합니다! 여기에 공들인 만큼 재밌었으면 좋겠네요. 사랑합니다~!",
    "timestamp": "2024-11-20T14:09:52.535802",
    "metadata": {
      "title": "$1 vs $500,000 Experiences!",
      "author": "MrBeast",
      "length": 1060,
      "views": 100865670,
      "description": "I didn’t know some of these were possible\nMrBeast Lab Swarms are flying off the shelves! Grab yours now at Walmart, Target, Amazon, or top toy retailers worldwide. This video Includes promoted content in partnership with Moose Toys.\n\nNew Merch - https://mrbeast.store\n\nCheck out Viewstats! - https://www.viewstats.com/\n\nSUBSCRIBE OR I TAKE YOUR DOG\n╔═╦╗╔╦╗╔═╦═╦╦╦╦╗╔═╗\n║╚╣║║║╚╣╚╣╔╣╔╣║╚╣═╣ \n╠╗║╚╝║║╠╗║╚╣║║║║║═╣\n╚═╩══╩═╩═╩═╩╝╚╩═╩═╝\n\nFor any questions or inquiries regarding this video, please reach out to chucky@mrbeastbusiness.com\n\nMusic Provided by https://www.extrememusic.com\n\n----------------------------------------------------------------\nfollow all of these or i will kick you\n• Facebook - https://www.facebook.com/MrBeast6000/\n• Twitter - https://twitter.com/MrBeast\n•  Instagram - https://www.instagram.com/mrbeast\n•  Im Hiring! - https://www.mrbeastjobs.com/\n--------------------------------------------------------------------",
      "thumbnail_url": "https://i.ytimg.com/vi/Xj0Jtjg3lHQ/sddefault.jpg",
      "publish_date": "2024-11-02 09:00:00-07:00",
      "provider_name": "YouTube",
      "thumbnail_width": 480,
      "width": 200,
      "html": "<iframe width=\"200\" height=\"113\" src=\"https://www.youtube.com/embed/Xj0Jtjg3lHQ?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen title=\"$1 vs $500,000 Experiences!\"></iframe>",
      "height": 113,
      "provider_url": "https://www.youtube.com/",
      "type": "video",
      "author_url": "https://www.youtube.com/@MrBeast",
      "author_name": "MrBeast",
      "version": "1.0",
      "thumbnail_height": 360,
      "url": "https://youtu.be/Xj0Jtjg3lHQ?si=SlJKEzuYeegM6N-B"
    }
  },
  {
    "video_id": "Xj0Jtjg3lHQ?si=SlJKEzuYeegM6N-B",
    "title": "$1 vs $500,000 Experiences!",
    "content": "자, 여러분, 50만 달러를 내면 어떤 체험을 할 수 있는지 궁금하시죠? 제가 장담하는데 아마 여러분들 정말 깜짝 놀라실 겁니다. 이번 영상을 보시면 우리가 우주여행 시뮬레이션을 하는 데 왜 돈이 25만 달러나 들어가는지 또 바닷속을 탐험하는 데 왜 5만 달러가 드는지 이유를 알게 되실 겁니다. 우와~! 쟤 우리한테 막 오고 있어. 중간중간에 다른 체험들도 있으니까 잘 지켜봐주세요. 저는 지금 지구상 가장 높은 빌딩 꼭대기에 있습니다~! 와, 미쳤다! 제가 찾은 가장 돈이 적게 드는 체험도 소개합니다. 낙타 타기 입니다. 1달러로 이 낙타를 몇 분이나 탈 수 있다구요? 1달러에 2분이에요. 탈게요. 1달러 체험치고 좋은데? 꽉 잡으세요. 꽉 잡으라구요? 왜요? 어어, 어우 깜짝이야. 이집트에서 낙타 타고 싶었는데 거긴 1달러가 훨씬 넘더라구. 피라미드는 나중에 CG로 넣을게요. 이야~ 봤지? 야 멋있다~ 이거 타고 있는 것도 운동 되는데. 나 키가 엄청 커진 기분이야. 야, 이제 나랑 챈들러 기분 알겠지? 뭐래. 1달러로는 2분밖에 못 탑니다. 금방 끝났어요. 이제 하늘에서 저녁을 먹어보겠습니다. 만 달러만 내면 900미터 상공으로 올라갈 수 있습니다. 열기구를 주방 삼아 요리하는 셰프와 같이 날아가죠. 저 들판에 그림자 보이세요? 열기구 그림자예요. 대박~ 거짓말 안 하고 이거 생각보다 좀 높은 거 같다. 이건 그냥 900미터 위에 올라와서 하는 평범한 식사가 아닙니다. 이 미슐랭 스타 셰프는 열기구 자체에서 나오는 불꽃 그 자체를 이용해서 오늘의 음식을 직집 조리하거든요. 미스터비스트. 어? 이야~ 우리 다음 코스가 이렇게 내려오는 거야? 이제 저희는 열기구에서 나오는 불로 요리한 생선을 먹어볼 겁니다. 아, 감사합니다. 와, 진짜 맛있어! 지미, 이거 (진짜) 쩐다. 저 아래 진짜 멋있지 않냐? 식사하는 데 뷰가 진짜 죽여요. 이 물고긴 여기까지 올라올 줄 상상도 못했겠지. 혹시 만 달러로 여친한테 감동 주고 싶으신 분들, 이거 완전 추천할게요. 열 가지 음식 코스 하나하나가 진짜 황홀할 정도로 맛있었는데요. 근데 이 질문은 하고 넘어가야 할 거 같아요. 미슐랭 셰프로서 피스터블을 어떻게 생각하세요? 밸런스가 (아주) 좋은데요. 초콜릿 안에 씹히는 게 진짜 킥이네요. 미슐랭 셰프도 인정했습니다. 만달러 체험은 정말 좋았어요! 끝내준다. 다음은 5만 달러짜리 체험인데요. 챈들러랑 칼은 제가 뭘 준비했는지 전혀 모릅니다. 얘들아, 이 요트 어때? 멋있는데. 여기 좋다. 그래? 이게 5만 달러 가치가 있는 거 같아? 아니야. 아, 그래. 자, 저기 봐봐. 우리 이제부터 잠수함 탐험을 떠날 거야. 야, 미쳤다. 자, 너희 바닷속 탐험할 준비 됐어? 가자~! 좋아, 그럼 가보자. - 저건 안 할 거지? 야, 뭐해, 들어와! 알았어. 빨리 와! 뜨아~! 그럼 이제 바닷속을 탐험하러 가보시죠. -그래. - 어. 가자. 여기 진짜 장난 아니다. 오! 벌써 물고기 보이는데? 우리 내려가지도 않았잖아. 저거 창꼬치 아니야? 저 밑에 바닥으로 내려가보고 싶어? 가자. 우리 뭐든 할 수 있어. 잠수함 전체를 빌렸기 때문에 원하는 건 뭐든 가능합니다. 그럼 다 해봐야지! 갖다 박진 말고. 그건 하면 안 돼. 알았어. 잠수함을 최대한 좋은 카메라 앵글로 잡으려고, 잠수부를 고용해서 따라오라고 했습니다. 장난 아니죠? 쪽지 하나 써 볼까요? '뒤에 상어' 다들 놀란 척해, 알았지? 지금이야. 낚였어! 저희가 물속에 있는 동안 테릭과 놀란은 아프리카에서 5만 달러짜리 사파리 체험을 즐기고 있습니다. 걔들과 저희 중에 누가 더 신기한 생물을 발견하게 될까요? 스포일러, 우리야. 여기 멋진데~ 좋아, 정글의 왕을 찾으러 가보자! 우리 사자 보기 전까진, 아프리카 안 떠날 거야. 이해했지? 어. 이해했어. 그 손가락은 뭔데? 저기저기저기! 혹멧돼지다! 이야, 쟤 품바야!!! 야 쟤 놀랐잖아. 너 때매 도망갔어. 아... 미안, 소리 지르면 안 되는데 너무 흥분했다. 얼룩말이다! 얼룩말 맛있을 거 같지 않냐. 내가 사자면 얼룩말만 먹었어. 두툼~하잖아. 뭐? 이 정도면 5만 달러 낼 만하네. 응, 그니까, 지미 돈 5만 달러면 괜찮네. 야, 칼, 저거 잠수함 아니고 배가 잠긴 거면 어떡해? 이거 타고 당장 올라갈거야. 와 미쳤네. 우리 저 바위랑 엄청 가깝다. 와~ 이렇게 가까워도 괜찮아요? - 네네, 괜찮아요. - 그럼 됐네. 근데 저희만 동물을 가까이 관찰한 게 아니었습니다. 얼룩말, 어디 가? 야 안녕! 잠깐, 가지 마. 이리 와! 테릭, 재밌는 얘기 좀 해봐 니 뒤에 코끼리 두 마리 있어. 어우, 뭐야, 왜 이렇게 가까이 있어? 겁나 가깝지. 어, 너무 가까워. 우리한테 온다. 어. 어어. 방금 코끼리가 쫓아왔어요. 허, 진짜 대박~ 야 사자야 사자. -야 진짜 포스 장난 아니다. -저기 봐. 덩치가 장난 아니에요. 우리 아빠 같아. 잠수함보다 여기가 훨 나아. 물고기보단 이게 진짜지. 지금 심장이 완전 튀어나올 거 같아요. 지금까지 5만 달러 체험이었습니다. 다음에는 더 엄청난 체험이 기다리고 있는데요. 이거에 비하면 지금까진 아무것도 아니었어요. 이번 순서는 바로 25만 달러짜리 무중력 체험입니다. 비행기를 타고 올라갔다가 급강하하면서 비행기 내부의 환경을 무중력 상태로 만듭니다. 25만 달러짜리 체험을 하러 여기 왔습니다! 지금 시작합니다. 어! 어, 내 물! 으아~~ 와 미쳤어!!! 이게 뭐야 나 계속 돌아!  미쳤다! 어, 계속 몸이 뜨는데? \"이거 받아! 와, 방금 개쩔었어요. 와씨, 이거 진짜 찢었다. 다음 번에 떨어질 때는 저 반대쪽까지 경주할 거예요. 무중력 켜주세요. -오! 이야~ -야! 내가 이길 거야! 나 아무 데도 못 가겠어. 놀란 꼴찌다! 하! 됐다. -우린 됐어! -우리 이겼다! 이겼어! 야~! 해보니까 중력 없이는 달리기 시합이 좀 힘들더라구요. 근데 칼한테 좋은 아이디어가 있었습니다. 나 이 송풍기 시험해볼게. 잠깐, 기다려봐. 어! 야, 얘 돈다! 어, 어, 어! -진짜 빙글빙글 돌고 있어! -나 멈추고 싶어. 그만! 아핫!!! 다시 한번 중력을 끄기 전에, 저희 랩스웜스를 무중력 상태에서 만들어보겠습니다. - 준비됐어? - 응. 워어~! 놀란, 이제 만들어봐. 제가 만든 쩌는 장난감 하나 보여드릴까요? 여러분은 그냥 튜브에 물을 붓고, 흔들기만 하면 됩니다. 안에서 스웜스가 나올 거예요. 야, 내가 물 쏴줄게. 여기 줘봐. 아오! 지금 여기가 장난감으로 꽉 차게 생겼어. 이거 생각보다 어렵네요. 아무튼 여러분이 모아야 할 스웜스가 119개가 넘습니다. 스웜스 다섯 개가 들어있는 팩, 두 개 있는 팩, 단품을 미국 내 월마트, 타겟, 아마존에서 살 수 있구요. 전 세계 주요 장난감 판매점에서 판매 중입니다. 이거 제 최애예요. -나 날고 있다. -월마트에 가서 사세요. 이번 크리스마스 시즌에 가장 핫한 장난감으로 미친 듯이 팔리는 중입니다. 칼, 잡아! 품절되기 전에 미스터비스트 랩스 꼭 사세요. 오~ 이거 멋있겠는데. 어! 놀란, 받아! 으악! 됐다. 예~! 바디슬램! 50만 달러 체험이 이걸 어떻게 능가할지 모르겠네요. 바로 가서 확인해보시죠! 이 영상을 촬영하기 위해 전 세계를 열심히 돌아다닌 끝에, 자, 드디어 50만 달러 체험을 하러 왔습니다! 야 여기 전망 진짜 미쳤다. 여러분은 인류 역사상 어디에서도 볼 수 없던 광경을 보시게 될 겁니다. 저와 친구들은 이제 50만 달러로 환상적인 체험을 하게 되는데요. 그 장소는 바로 여기, 전 세계에서 가장 화려하고 럭셔리한 대도시입니다. 여기는 바로 두바이입니다. 사막 위에 건설한 도시인 이곳은 도파민이 팡팡 터지는 곳이죠. 이 영상 마지막에 저는 세계에서 가장 높은 빌딩 꼭대기에 서 본 몇 안 되는 사람이 될 겁니다. 모든 걸 쏟아부었어요. 보면 아마 깜짝 놀라실 겁니다. 같이 즐겨보시죠. 여기를 올라오다니! 저희는 이 150미터짜리 액자 위에서 어찌어찌 내려와서 바로 이 성 같이 생긴 호텔로 향했습니다. 훠우~ 여기 진짜 미쳤다. 이 뒤에 물도 있네. 호텔방에 들어서자마자 두 층이 진짜 대박이었습니다. 하지만 이 방의 하이라이트는 물속에 잠겨 있는 세 번째 층이었죠. 어! 아우, 깜짝이야. '아틀란티스에 잘 오셨습니다. 여러분 사랑합니다. 근데 칼만 빼구요.' 힘내라. 저 사람 저 놀리겠다고 상어가 있는 수조에 들어갔어요. 참고로 이 수조에는 80마리가 넘는 상어가 있습니다. 이 체험 후반부에 실제로 상어랑 함께 수영할 예정입니다. 여기에 마지막 하이라이트가 남아 있는데요. 뭔데? 스카이다이빙 할 거야. 절대 안 해. 할 거야. 수백 미터 하늘 위에서 땅으로 떨어진다고? \"걱정하지 마. F1 카트나 하자.\" 그래. 그러면 당연히 두바이 오토드롬으로 와야겠죠? 도시 전체에서 가장 빠른 자동차를 볼 수 있는 곳입니다. 다들 원하는 차 골라. 경주하자. - 좋아. - 가자~ 두바이에서 잘나가는 크리에이터들을 모아 슈퍼카를 타고 달려봤습니다. 이제 달려볼까요? 이야~ 저 차들 진짜 빨라요! 이건 여기서 할 수 있는 경험 중에 겨우 첫 번째예요. 이제 막 시작한 겁니다. 한번 붙어보자 이거지? 저 이제 추월할 거예요. 거의 따라잡았어요. 어우씨, 지미~! 안 돼, 안 돼~! 아, 거기 기어가냐~ 울 엄마가 나 레이싱 하는 거 보면 싫어할 텐데. 지금 최대한 느리게 달리기 하는 거 아니죠? 저건 불법이지. 잡아가야 되는 거 아니야? 불법이라고. 저랑 친구들이 레이싱카 드라이버처럼 노는 동안, 후~! 칼은 실제 포뮬러 수준의 레이싱카를 운전하려고 준비 중이었죠. 저 지금 겁나 멋있죠? 한번 달려볼까요! 시작은 좀 어설픈데. 이요~~~~! 어어어~!!!! 와, 미쳤다. 나 레이싱카 운전하고 있어. 오늘이 내 인생 최고의 날이야! 이 체험을 하면서 실제로 이 새 람보르기니를 하나 사게 됐는데요. 좀만 더 즐겨볼게요. 오~호호~! 참고로 이거 진짜 미친 듯이 빨라요. 이번엔 아부다비에서 열리는 NBA 경기를 보러 가시죠. 근데 솔직히 전 스포츠카 모는 거 별로 안 좋아해요. 게다가, 주차할 자리를 못 찾겠어요. (그래서) 이거 줄 사람 없나 찾아봐야겠어요. 미스터비스트 채널 보시는 분 있어요? 네! 우리 채널 구독중이시네. 이 람보르기니 드려도 돼요? 다른 분한테 드리면 좋겠어요. 네? 이게 뭔 일이래요? 저기 선생님, 잠깐 와보실래요? 우리 구독자시네! 이 람보르기니 드릴까요? 네, 좋죠. 자, 타세요. 이제 이 차 가지시면 돼요. 아, 지금 너무 떨리는데요. 이러니까 평소에 구독해 둬야 해요. 람보르기니가 굴러 들어온다니까요. 야 뭐해, 왜 안 내려? 우리 제일 앞줄 티켓이야. 잘 가세요. 지금 너무 행복해요. 이제 람보르기니를 보내줬으니까 프로 농구 경기의 맨 앞줄에 앉아서 경기를 보겠습니다. 근데 그때부터 끝도 없이 사진촬영이 이어졌죠. 반가워요! 그다음엔 스티브 하비랑 인사했구요. 드디어 만나보네요! 잘 지내요? 아, 그럼요. 그리고 러셀 웨스트브룩도 만났죠. -안녕하세요. -안녕하세요! 이제 20만 달러 상당의 체험이 남아 있습니다. 다음은 어마어마한 워터파크를 빌렸습니다. 어떻게 한 건지 사막 한가운데서 펭귄이랑 놀 수도 있습니다. 니가 대장이라며? 대장들이 다 이렇죠. 이것도 부족한 것 같다구요? 전 지금 상어 80마리랑 가오리가 가득한 거대 수영장에 왔어요. 저기, 안녕하세요, 선생님. 저기요, 얘기나 좀 해요. 버즈 라이트이어 같은데. 저기, 잠깐만요. 와, 이거 봐. 난 아쿠아맨이다. 상어의 왕이지. 내 첫 번째 명령은 이거다. 칼을 물어! 나 말고. 괜찮지? 아, 칼 공격해! 공격해! 얘 완전 공룡인데? 내가 대장이다, 공격해. 안 돼. 저런 게 여기 있어도 돼? 아니, 방금 내 산소통을 떼신 거 같은데. 물고기밥이 되기 전에 나와야겠네요. 미래에서 튀어나온 거 같은 레스토랑으로 가시죠. 안녕하세요. 지미, 여기 앉으세요. 이게 대체 뭔데, 지미? 나도 모르겠어. 친구들이랑 이렇게 식당에서 멀리 떨어져 앉아본 적이 없어요. 여러분, 인생에 단 한 번뿐인 경험이 곧 시작됩니다. 첫 번째 애피타이저부터 시작합니다. 한입에 드세요. 짠! 짠! 맛 없으면 어떡해? 맛있어? 진짜 맛있는데. 이 요리는 한입이 다예요? 네. 알았어요. 오, 뭐 하는 거지? 뭐야? 콜오브듀티 미션 같은데. 내 신상 털리는 거야? 여기 식당인 줄 알았는데 완전 극장이네. 뭐가 뭔지 모르겠어. 이 아홉 가지 코스 요리는 음식이 나올 때마다 변화하는 360도 인터랙티브 그래픽에 둘러싸여 먹습니다. 야, 잠깐. 오, 니 터치에 반응하네! 야, 우리가 지구를 지켜야 돼. 와, 나 이거 엄청 못 한다. 그래도 방은 엄청나게 놀라웠습니다. 보여? 지금 내 물잔에 걸려서 못 가잖아. 이거 봐. 이 경험을 더 특별하게 만들어주는 아주 특이한 음식과 음료가 나왔습니다. 잔을 만져보면 반응할 겁니다. 싱싱한 해산물로 만든 맛있는 아홉 가지 코스 요리를 먹었습니다. 와~ 와, 쩔어. 이건 금 와규 버거예요. 인정? 인정. 이건 챈들러 입맛에 맞대요. 마지막 코스는 저희만을 위한 특별 코스였습니다. 저게 누구야? 챈들러 아니야? 나 아니다~ 야, 저거 나 아니다. 아무튼 이 체험을 계속해보겠습니다. 마지막 하이라이트는 말 그대로 하늘에서 떨어지고, 지구상에서 가장 높은 빌딩에 오르는 건데요. 그 전에 이 높은 수영장에서 고소공포증을 테스트해보기로 했죠. 야, 이 전망 좀 봐. 이야~ 와, 진짜 미쳤네. 이 뷰 실화야? 지금 여러분이 보시는 건 실제로 보는 거랑 비교도 안 돼요. 절대 못 담아. 저희는 상공 180미터에 서 있습니다. 360도 인피니티 풀이라 도시의 멋진 전망을 구석구석 한눈에 내려다볼 수 있죠. 야, 들어가자. 들어갈게. 제 뒤에 있는 섬은 인공섬이에요. 정말 모든 게 신세계 같아요. 이제 이걸 난간에 붙여볼게요. 어우, 깜짝이야. 이 경치 좀 봐라. 진짜 멋있지 않냐? 이게 두바이 꼭대기다. 자, 얘들아. 이제 하늘에서 떨어질 시간이야. 야, 너 그냥 땅에 처박는다. 아니, 이 인공섬으로 떨어질 거야. 미칬나, 나 기절한다. 준비하세요. 지금부터 여러분이 보시는 건 제 평생 상상도 못 했던 일입니다. 진짜 돌았네요. 대체 누가 저런 걸 하지? 하지만 이렇게 체험에 대한 영상을 만든다면, 제 가장 큰 두려움 중 하나에 도전해야겠죠. 하늘에서 떨어질 겁니다. 내가 여기서 죽어도 영상은 올려야 돼! 점점 실감 나는데요. 왜 이래! 난 가족이 있다고! 이륙 준비합니다. 와, 진짜 올라가네. 내 말이. 미치겠다. - 우리가 이걸 실제로 하고 있다니. - 진짜 돌았다. 제가 죽을 확률이 얼마예요? 저야 모르죠 미치겠네. 3천 미터에 접근합니다. 지금 진짜 높아. 나 못 하겠어. 지미! 준비 안 됐어. 자, 출발! 너부터 가. 지미, 너 죽을래? 나 마음 변했어. 와 미쳤다!!! 예~~~ 우리 돈다! 어떡해, 나 무서워! 지미, 잘 가라~ 나 하기 싫어... 아, 대박. 이거 진짜 무서워. 저는 안 갑니다. 어땠어요? 아, 무서워요. 무서워요? 네, 지금도 높잖아요. 살면서 이게 제일 무서운 거 같아요. 으아, 어떡해. 여러분을 위해 했습니다. 어, 어, 어, 워워워워워. 어, 어, 됐다. 안 죽었어! 살았다! 챈들러는요? 챈들러 안 뛰었어? 챈들러 어디 갔어? 챈들러는 안 뛰었거나 바닥에서 터졌거나 둘 중 하나야. 어우, 그럼 안 뛰었음 좋겠다. 지미, 미안하다. 난 못 뛴다. 챈들러한테 이 영상에서 제일 어마어마한 체험을 같이 하자고 안 한 게 다행이네요. 왜냐면... 제 뒤에 세계 최고층 빌딩 부르즈 칼리파가 있습니다. 이 체험을 마무리하기 위해 꼭대기에 올라갈 겁니다. 820미터짜리 빌딩의 정상에 오르는 첫 번째 단계는, 여러 엘리베이터를 타고 160층 너머까지 오르는 겁니다. 하지만 남은 270미터는 제가 직접 정상에 오르는 수밖에 없었죠. 여기 진짜 높네요. 후. 사다리 엄청 많아요. 정상까지 올라가는 걸 너무 만만하게 본 거 같아요. 한 시간 동안 올라갔는데도 아직 올라가야 할 높이가 많이 남아 있었습니다. 드디어 다 올라왔다고 생각했는데, 아직 한참 남았네요. 끝이 안 나요. 한 계단 한 계단 올라가면서 진짜 가고 싶은 게 맞는지 의문이 들었죠. 성공할 수 있을까요? 거의 다 왔겠죠? 그건 아닌가 봐요. 힘들어 죽을 거 같았지만 저는 다시 한번 이 사실을 떠올렸습니다. 세계에서 가장 높은 빌딩의 꼭대기에 설 수 있는 경험을 하는 지구상에서 몇 안 되는 사람이 된다구요. 이제 와 포기하고 돌아갈 수는 없었어요. 좋아, 마지막이다. 후! 됐어. 성공했어요! 저는 지금 지구상 가장 높은 빌딩 꼭대기에 있습니다~! 진짜 대박이야! 미쳤다, 여기 개높아. 와, 진짜 무서워. 아, 밑에 괜히 봤어, 너무 무서워. 토할 거 같아요. 아. 솔직히 말하면 피스터블은 땅에서 먹는 게 더 나아요. 여긴 지금 기절할 거 같거든요. 높은 데 너무 무서워요. 두려움에 맞설 때마다 오히려 즐거워지고 저 자신에 대해 많은 걸 배우는 거 같아요. 이런 경험에 고마워지네요. 여러분도 안전지대를 벗어나보세요. 평소에 안 하던 일을 한번 해보세요. 결국엔 자신에 대해 많은 걸 배울 거예요. 시청해주셔서 감사합니다! 여기에 공들인 만큼 재밌었으면 좋겠네요. 사랑합니다~!",
    "timestamp": "2024-11-20T14:17:48.697326",
    "metadata": {
      "title": "$1 vs $500,000 Experiences!",
      "author": "MrBeast",
      "length": 1060,
      "views": 100880136,
      "description": "I didn’t know some of these were possible\nMrBeast Lab Swarms are flying off the shelves! Grab yours now at Walmart, Target, Amazon, or top toy retailers worldwide. This video Includes promoted content in partnership with Moose Toys.\n\nNew Merch - https://mrbeast.store\n\nCheck out Viewstats! - https://www.viewstats.com/\n\nSUBSCRIBE OR I TAKE YOUR DOG\n╔═╦╗╔╦╗╔═╦═╦╦╦╦╗╔═╗\n║╚╣║║║╚╣╚╣╔╣╔╣║╚╣═╣ \n╠╗║╚╝║║╠╗║╚╣║║║║║═╣\n╚═╩══╩═╩═╩═╩╝╚╩═╩═╝\n\nFor any questions or inquiries regarding this video, please reach out to chucky@mrbeastbusiness.com\n\nMusic Provided by https://www.extrememusic.com\n\n----------------------------------------------------------------\nfollow all of these or i will kick you\n• Facebook - https://www.facebook.com/MrBeast6000/\n• Twitter - https://twitter.com/MrBeast\n•  Instagram - https://www.instagram.com/mrbeast\n•  Im Hiring! - https://www.mrbeastjobs.com/\n--------------------------------------------------------------------",
      "thumbnail_url": "https://i.ytimg.com/vi/Xj0Jtjg3lHQ/sddefault.jpg",
      "publish_date": "2024-11-02 09:00:00-07:00",
      "provider_name": "YouTube",
      "thumbnail_width": 480,
      "width": 200,
      "html": "<iframe width=\"200\" height=\"113\" src=\"https://www.youtube.com/embed/Xj0Jtjg3lHQ?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen title=\"$1 vs $500,000 Experiences!\"></iframe>",
      "height": 113,
      "provider_url": "https://www.youtube.com/",
      "type": "video",
      "author_url": "https://www.youtube.com/@MrBeast",
      "author_name": "MrBeast",
      "version": "1.0",
      "thumbnail_height": 360,
      "url": "https://youtu.be/Xj0Jtjg3lHQ?si=SlJKEzuYeegM6N-B"
    }
  },
  {
    "video_id": "Xj0Jtjg3lHQ?si=SlJKEzuYeegM6N-B",
    "title": "$1 vs $500,000 Experiences!",
    "content": "자, 여러분, 50만 달러를 내면 어떤 체험을 할 수 있는지 궁금하시죠? 제가 장담하는데 아마 여러분들 정말 깜짝 놀라실 겁니다. 이번 영상을 보시면 우리가 우주여행 시뮬레이션을 하는 데 왜 돈이 25만 달러나 들어가는지 또 바닷속을 탐험하는 데 왜 5만 달러가 드는지 이유를 알게 되실 겁니다. 우와~! 쟤 우리한테 막 오고 있어. 중간중간에 다른 체험들도 있으니까 잘 지켜봐주세요. 저는 지금 지구상 가장 높은 빌딩 꼭대기에 있습니다~! 와, 미쳤다! 제가 찾은 가장 돈이 적게 드는 체험도 소개합니다. 낙타 타기 입니다. 1달러로 이 낙타를 몇 분이나 탈 수 있다구요? 1달러에 2분이에요. 탈게요. 1달러 체험치고 좋은데? 꽉 잡으세요. 꽉 잡으라구요? 왜요? 어어, 어우 깜짝이야. 이집트에서 낙타 타고 싶었는데 거긴 1달러가 훨씬 넘더라구. 피라미드는 나중에 CG로 넣을게요. 이야~ 봤지? 야 멋있다~ 이거 타고 있는 것도 운동 되는데. 나 키가 엄청 커진 기분이야. 야, 이제 나랑 챈들러 기분 알겠지? 뭐래. 1달러로는 2분밖에 못 탑니다. 금방 끝났어요. 이제 하늘에서 저녁을 먹어보겠습니다. 만 달러만 내면 900미터 상공으로 올라갈 수 있습니다. 열기구를 주방 삼아 요리하는 셰프와 같이 날아가죠. 저 들판에 그림자 보이세요? 열기구 그림자예요. 대박~ 거짓말 안 하고 이거 생각보다 좀 높은 거 같다. 이건 그냥 900미터 위에 올라와서 하는 평범한 식사가 아닙니다. 이 미슐랭 스타 셰프는 열기구 자체에서 나오는 불꽃 그 자체를 이용해서 오늘의 음식을 직집 조리하거든요. 미스터비스트. 어? 이야~ 우리 다음 코스가 이렇게 내려오는 거야? 이제 저희는 열기구에서 나오는 불로 요리한 생선을 먹어볼 겁니다. 아, 감사합니다. 와, 진짜 맛있어! 지미, 이거 (진짜) 쩐다. 저 아래 진짜 멋있지 않냐? 식사하는 데 뷰가 진짜 죽여요. 이 물고긴 여기까지 올라올 줄 상상도 못했겠지. 혹시 만 달러로 여친한테 감동 주고 싶으신 분들, 이거 완전 추천할게요. 열 가지 음식 코스 하나하나가 진짜 황홀할 정도로 맛있었는데요. 근데 이 질문은 하고 넘어가야 할 거 같아요. 미슐랭 셰프로서 피스터블을 어떻게 생각하세요? 밸런스가 (아주) 좋은데요. 초콜릿 안에 씹히는 게 진짜 킥이네요. 미슐랭 셰프도 인정했습니다. 만달러 체험은 정말 좋았어요! 끝내준다. 다음은 5만 달러짜리 체험인데요. 챈들러랑 칼은 제가 뭘 준비했는지 전혀 모릅니다. 얘들아, 이 요트 어때? 멋있는데. 여기 좋다. 그래? 이게 5만 달러 가치가 있는 거 같아? 아니야. 아, 그래. 자, 저기 봐봐. 우리 이제부터 잠수함 탐험을 떠날 거야. 야, 미쳤다. 자, 너희 바닷속 탐험할 준비 됐어? 가자~! 좋아, 그럼 가보자. - 저건 안 할 거지? 야, 뭐해, 들어와! 알았어. 빨리 와! 뜨아~! 그럼 이제 바닷속을 탐험하러 가보시죠. -그래. - 어. 가자. 여기 진짜 장난 아니다. 오! 벌써 물고기 보이는데? 우리 내려가지도 않았잖아. 저거 창꼬치 아니야? 저 밑에 바닥으로 내려가보고 싶어? 가자. 우리 뭐든 할 수 있어. 잠수함 전체를 빌렸기 때문에 원하는 건 뭐든 가능합니다. 그럼 다 해봐야지! 갖다 박진 말고. 그건 하면 안 돼. 알았어. 잠수함을 최대한 좋은 카메라 앵글로 잡으려고, 잠수부를 고용해서 따라오라고 했습니다. 장난 아니죠? 쪽지 하나 써 볼까요? '뒤에 상어' 다들 놀란 척해, 알았지? 지금이야. 낚였어! 저희가 물속에 있는 동안 테릭과 놀란은 아프리카에서 5만 달러짜리 사파리 체험을 즐기고 있습니다. 걔들과 저희 중에 누가 더 신기한 생물을 발견하게 될까요? 스포일러, 우리야. 여기 멋진데~ 좋아, 정글의 왕을 찾으러 가보자! 우리 사자 보기 전까진, 아프리카 안 떠날 거야. 이해했지? 어. 이해했어. 그 손가락은 뭔데? 저기저기저기! 혹멧돼지다! 이야, 쟤 품바야!!! 야 쟤 놀랐잖아. 너 때매 도망갔어. 아... 미안, 소리 지르면 안 되는데 너무 흥분했다. 얼룩말이다! 얼룩말 맛있을 거 같지 않냐. 내가 사자면 얼룩말만 먹었어. 두툼~하잖아. 뭐? 이 정도면 5만 달러 낼 만하네. 응, 그니까, 지미 돈 5만 달러면 괜찮네. 야, 칼, 저거 잠수함 아니고 배가 잠긴 거면 어떡해? 이거 타고 당장 올라갈거야. 와 미쳤네. 우리 저 바위랑 엄청 가깝다. 와~ 이렇게 가까워도 괜찮아요? - 네네, 괜찮아요. - 그럼 됐네. 근데 저희만 동물을 가까이 관찰한 게 아니었습니다. 얼룩말, 어디 가? 야 안녕! 잠깐, 가지 마. 이리 와! 테릭, 재밌는 얘기 좀 해봐 니 뒤에 코끼리 두 마리 있어. 어우, 뭐야, 왜 이렇게 가까이 있어? 겁나 가깝지. 어, 너무 가까워. 우리한테 온다. 어. 어어. 방금 코끼리가 쫓아왔어요. 허, 진짜 대박~ 야 사자야 사자. -야 진짜 포스 장난 아니다. -저기 봐. 덩치가 장난 아니에요. 우리 아빠 같아. 잠수함보다 여기가 훨 나아. 물고기보단 이게 진짜지. 지금 심장이 완전 튀어나올 거 같아요. 지금까지 5만 달러 체험이었습니다. 다음에는 더 엄청난 체험이 기다리고 있는데요. 이거에 비하면 지금까진 아무것도 아니었어요. 이번 순서는 바로 25만 달러짜리 무중력 체험입니다. 비행기를 타고 올라갔다가 급강하하면서 비행기 내부의 환경을 무중력 상태로 만듭니다. 25만 달러짜리 체험을 하러 여기 왔습니다! 지금 시작합니다. 어! 어, 내 물! 으아~~ 와 미쳤어!!! 이게 뭐야 나 계속 돌아!  미쳤다! 어, 계속 몸이 뜨는데? \"이거 받아! 와, 방금 개쩔었어요. 와씨, 이거 진짜 찢었다. 다음 번에 떨어질 때는 저 반대쪽까지 경주할 거예요. 무중력 켜주세요. -오! 이야~ -야! 내가 이길 거야! 나 아무 데도 못 가겠어. 놀란 꼴찌다! 하! 됐다. -우린 됐어! -우리 이겼다! 이겼어! 야~! 해보니까 중력 없이는 달리기 시합이 좀 힘들더라구요. 근데 칼한테 좋은 아이디어가 있었습니다. 나 이 송풍기 시험해볼게. 잠깐, 기다려봐. 어! 야, 얘 돈다! 어, 어, 어! -진짜 빙글빙글 돌고 있어! -나 멈추고 싶어. 그만! 아핫!!! 다시 한번 중력을 끄기 전에, 저희 랩스웜스를 무중력 상태에서 만들어보겠습니다. - 준비됐어? - 응. 워어~! 놀란, 이제 만들어봐. 제가 만든 쩌는 장난감 하나 보여드릴까요? 여러분은 그냥 튜브에 물을 붓고, 흔들기만 하면 됩니다. 안에서 스웜스가 나올 거예요. 야, 내가 물 쏴줄게. 여기 줘봐. 아오! 지금 여기가 장난감으로 꽉 차게 생겼어. 이거 생각보다 어렵네요. 아무튼 여러분이 모아야 할 스웜스가 119개가 넘습니다. 스웜스 다섯 개가 들어있는 팩, 두 개 있는 팩, 단품을 미국 내 월마트, 타겟, 아마존에서 살 수 있구요. 전 세계 주요 장난감 판매점에서 판매 중입니다. 이거 제 최애예요. -나 날고 있다. -월마트에 가서 사세요. 이번 크리스마스 시즌에 가장 핫한 장난감으로 미친 듯이 팔리는 중입니다. 칼, 잡아! 품절되기 전에 미스터비스트 랩스 꼭 사세요. 오~ 이거 멋있겠는데. 어! 놀란, 받아! 으악! 됐다. 예~! 바디슬램! 50만 달러 체험이 이걸 어떻게 능가할지 모르겠네요. 바로 가서 확인해보시죠! 이 영상을 촬영하기 위해 전 세계를 열심히 돌아다닌 끝에, 자, 드디어 50만 달러 체험을 하러 왔습니다! 야 여기 전망 진짜 미쳤다. 여러분은 인류 역사상 어디에서도 볼 수 없던 광경을 보시게 될 겁니다. 저와 친구들은 이제 50만 달러로 환상적인 체험을 하게 되는데요. 그 장소는 바로 여기, 전 세계에서 가장 화려하고 럭셔리한 대도시입니다. 여기는 바로 두바이입니다. 사막 위에 건설한 도시인 이곳은 도파민이 팡팡 터지는 곳이죠. 이 영상 마지막에 저는 세계에서 가장 높은 빌딩 꼭대기에 서 본 몇 안 되는 사람이 될 겁니다. 모든 걸 쏟아부었어요. 보면 아마 깜짝 놀라실 겁니다. 같이 즐겨보시죠. 여기를 올라오다니! 저희는 이 150미터짜리 액자 위에서 어찌어찌 내려와서 바로 이 성 같이 생긴 호텔로 향했습니다. 훠우~ 여기 진짜 미쳤다. 이 뒤에 물도 있네. 호텔방에 들어서자마자 두 층이 진짜 대박이었습니다. 하지만 이 방의 하이라이트는 물속에 잠겨 있는 세 번째 층이었죠. 어! 아우, 깜짝이야. '아틀란티스에 잘 오셨습니다. 여러분 사랑합니다. 근데 칼만 빼구요.' 힘내라. 저 사람 저 놀리겠다고 상어가 있는 수조에 들어갔어요. 참고로 이 수조에는 80마리가 넘는 상어가 있습니다. 이 체험 후반부에 실제로 상어랑 함께 수영할 예정입니다. 여기에 마지막 하이라이트가 남아 있는데요. 뭔데? 스카이다이빙 할 거야. 절대 안 해. 할 거야. 수백 미터 하늘 위에서 땅으로 떨어진다고? \"걱정하지 마. F1 카트나 하자.\" 그래. 그러면 당연히 두바이 오토드롬으로 와야겠죠? 도시 전체에서 가장 빠른 자동차를 볼 수 있는 곳입니다. 다들 원하는 차 골라. 경주하자. - 좋아. - 가자~ 두바이에서 잘나가는 크리에이터들을 모아 슈퍼카를 타고 달려봤습니다. 이제 달려볼까요? 이야~ 저 차들 진짜 빨라요! 이건 여기서 할 수 있는 경험 중에 겨우 첫 번째예요. 이제 막 시작한 겁니다. 한번 붙어보자 이거지? 저 이제 추월할 거예요. 거의 따라잡았어요. 어우씨, 지미~! 안 돼, 안 돼~! 아, 거기 기어가냐~ 울 엄마가 나 레이싱 하는 거 보면 싫어할 텐데. 지금 최대한 느리게 달리기 하는 거 아니죠? 저건 불법이지. 잡아가야 되는 거 아니야? 불법이라고. 저랑 친구들이 레이싱카 드라이버처럼 노는 동안, 후~! 칼은 실제 포뮬러 수준의 레이싱카를 운전하려고 준비 중이었죠. 저 지금 겁나 멋있죠? 한번 달려볼까요! 시작은 좀 어설픈데. 이요~~~~! 어어어~!!!! 와, 미쳤다. 나 레이싱카 운전하고 있어. 오늘이 내 인생 최고의 날이야! 이 체험을 하면서 실제로 이 새 람보르기니를 하나 사게 됐는데요. 좀만 더 즐겨볼게요. 오~호호~! 참고로 이거 진짜 미친 듯이 빨라요. 이번엔 아부다비에서 열리는 NBA 경기를 보러 가시죠. 근데 솔직히 전 스포츠카 모는 거 별로 안 좋아해요. 게다가, 주차할 자리를 못 찾겠어요. (그래서) 이거 줄 사람 없나 찾아봐야겠어요. 미스터비스트 채널 보시는 분 있어요? 네! 우리 채널 구독중이시네. 이 람보르기니 드려도 돼요? 다른 분한테 드리면 좋겠어요. 네? 이게 뭔 일이래요? 저기 선생님, 잠깐 와보실래요? 우리 구독자시네! 이 람보르기니 드릴까요? 네, 좋죠. 자, 타세요. 이제 이 차 가지시면 돼요. 아, 지금 너무 떨리는데요. 이러니까 평소에 구독해 둬야 해요. 람보르기니가 굴러 들어온다니까요. 야 뭐해, 왜 안 내려? 우리 제일 앞줄 티켓이야. 잘 가세요. 지금 너무 행복해요. 이제 람보르기니를 보내줬으니까 프로 농구 경기의 맨 앞줄에 앉아서 경기를 보겠습니다. 근데 그때부터 끝도 없이 사진촬영이 이어졌죠. 반가워요! 그다음엔 스티브 하비랑 인사했구요. 드디어 만나보네요! 잘 지내요? 아, 그럼요. 그리고 러셀 웨스트브룩도 만났죠. -안녕하세요. -안녕하세요! 이제 20만 달러 상당의 체험이 남아 있습니다. 다음은 어마어마한 워터파크를 빌렸습니다. 어떻게 한 건지 사막 한가운데서 펭귄이랑 놀 수도 있습니다. 니가 대장이라며? 대장들이 다 이렇죠. 이것도 부족한 것 같다구요? 전 지금 상어 80마리랑 가오리가 가득한 거대 수영장에 왔어요. 저기, 안녕하세요, 선생님. 저기요, 얘기나 좀 해요. 버즈 라이트이어 같은데. 저기, 잠깐만요. 와, 이거 봐. 난 아쿠아맨이다. 상어의 왕이지. 내 첫 번째 명령은 이거다. 칼을 물어! 나 말고. 괜찮지? 아, 칼 공격해! 공격해! 얘 완전 공룡인데? 내가 대장이다, 공격해. 안 돼. 저런 게 여기 있어도 돼? 아니, 방금 내 산소통을 떼신 거 같은데. 물고기밥이 되기 전에 나와야겠네요. 미래에서 튀어나온 거 같은 레스토랑으로 가시죠. 안녕하세요. 지미, 여기 앉으세요. 이게 대체 뭔데, 지미? 나도 모르겠어. 친구들이랑 이렇게 식당에서 멀리 떨어져 앉아본 적이 없어요. 여러분, 인생에 단 한 번뿐인 경험이 곧 시작됩니다. 첫 번째 애피타이저부터 시작합니다. 한입에 드세요. 짠! 짠! 맛 없으면 어떡해? 맛있어? 진짜 맛있는데. 이 요리는 한입이 다예요? 네. 알았어요. 오, 뭐 하는 거지? 뭐야? 콜오브듀티 미션 같은데. 내 신상 털리는 거야? 여기 식당인 줄 알았는데 완전 극장이네. 뭐가 뭔지 모르겠어. 이 아홉 가지 코스 요리는 음식이 나올 때마다 변화하는 360도 인터랙티브 그래픽에 둘러싸여 먹습니다. 야, 잠깐. 오, 니 터치에 반응하네! 야, 우리가 지구를 지켜야 돼. 와, 나 이거 엄청 못 한다. 그래도 방은 엄청나게 놀라웠습니다. 보여? 지금 내 물잔에 걸려서 못 가잖아. 이거 봐. 이 경험을 더 특별하게 만들어주는 아주 특이한 음식과 음료가 나왔습니다. 잔을 만져보면 반응할 겁니다. 싱싱한 해산물로 만든 맛있는 아홉 가지 코스 요리를 먹었습니다. 와~ 와, 쩔어. 이건 금 와규 버거예요. 인정? 인정. 이건 챈들러 입맛에 맞대요. 마지막 코스는 저희만을 위한 특별 코스였습니다. 저게 누구야? 챈들러 아니야? 나 아니다~ 야, 저거 나 아니다. 아무튼 이 체험을 계속해보겠습니다. 마지막 하이라이트는 말 그대로 하늘에서 떨어지고, 지구상에서 가장 높은 빌딩에 오르는 건데요. 그 전에 이 높은 수영장에서 고소공포증을 테스트해보기로 했죠. 야, 이 전망 좀 봐. 이야~ 와, 진짜 미쳤네. 이 뷰 실화야? 지금 여러분이 보시는 건 실제로 보는 거랑 비교도 안 돼요. 절대 못 담아. 저희는 상공 180미터에 서 있습니다. 360도 인피니티 풀이라 도시의 멋진 전망을 구석구석 한눈에 내려다볼 수 있죠. 야, 들어가자. 들어갈게. 제 뒤에 있는 섬은 인공섬이에요. 정말 모든 게 신세계 같아요. 이제 이걸 난간에 붙여볼게요. 어우, 깜짝이야. 이 경치 좀 봐라. 진짜 멋있지 않냐? 이게 두바이 꼭대기다. 자, 얘들아. 이제 하늘에서 떨어질 시간이야. 야, 너 그냥 땅에 처박는다. 아니, 이 인공섬으로 떨어질 거야. 미칬나, 나 기절한다. 준비하세요. 지금부터 여러분이 보시는 건 제 평생 상상도 못 했던 일입니다. 진짜 돌았네요. 대체 누가 저런 걸 하지? 하지만 이렇게 체험에 대한 영상을 만든다면, 제 가장 큰 두려움 중 하나에 도전해야겠죠. 하늘에서 떨어질 겁니다. 내가 여기서 죽어도 영상은 올려야 돼! 점점 실감 나는데요. 왜 이래! 난 가족이 있다고! 이륙 준비합니다. 와, 진짜 올라가네. 내 말이. 미치겠다. - 우리가 이걸 실제로 하고 있다니. - 진짜 돌았다. 제가 죽을 확률이 얼마예요? 저야 모르죠 미치겠네. 3천 미터에 접근합니다. 지금 진짜 높아. 나 못 하겠어. 지미! 준비 안 됐어. 자, 출발! 너부터 가. 지미, 너 죽을래? 나 마음 변했어. 와 미쳤다!!! 예~~~ 우리 돈다! 어떡해, 나 무서워! 지미, 잘 가라~ 나 하기 싫어... 아, 대박. 이거 진짜 무서워. 저는 안 갑니다. 어땠어요? 아, 무서워요. 무서워요? 네, 지금도 높잖아요. 살면서 이게 제일 무서운 거 같아요. 으아, 어떡해. 여러분을 위해 했습니다. 어, 어, 어, 워워워워워. 어, 어, 됐다. 안 죽었어! 살았다! 챈들러는요? 챈들러 안 뛰었어? 챈들러 어디 갔어? 챈들러는 안 뛰었거나 바닥에서 터졌거나 둘 중 하나야. 어우, 그럼 안 뛰었음 좋겠다. 지미, 미안하다. 난 못 뛴다. 챈들러한테 이 영상에서 제일 어마어마한 체험을 같이 하자고 안 한 게 다행이네요. 왜냐면... 제 뒤에 세계 최고층 빌딩 부르즈 칼리파가 있습니다. 이 체험을 마무리하기 위해 꼭대기에 올라갈 겁니다. 820미터짜리 빌딩의 정상에 오르는 첫 번째 단계는, 여러 엘리베이터를 타고 160층 너머까지 오르는 겁니다. 하지만 남은 270미터는 제가 직접 정상에 오르는 수밖에 없었죠. 여기 진짜 높네요. 후. 사다리 엄청 많아요. 정상까지 올라가는 걸 너무 만만하게 본 거 같아요. 한 시간 동안 올라갔는데도 아직 올라가야 할 높이가 많이 남아 있었습니다. 드디어 다 올라왔다고 생각했는데, 아직 한참 남았네요. 끝이 안 나요. 한 계단 한 계단 올라가면서 진짜 가고 싶은 게 맞는지 의문이 들었죠. 성공할 수 있을까요? 거의 다 왔겠죠? 그건 아닌가 봐요. 힘들어 죽을 거 같았지만 저는 다시 한번 이 사실을 떠올렸습니다. 세계에서 가장 높은 빌딩의 꼭대기에 설 수 있는 경험을 하는 지구상에서 몇 안 되는 사람이 된다구요. 이제 와 포기하고 돌아갈 수는 없었어요. 좋아, 마지막이다. 후! 됐어. 성공했어요! 저는 지금 지구상 가장 높은 빌딩 꼭대기에 있습니다~! 진짜 대박이야! 미쳤다, 여기 개높아. 와, 진짜 무서워. 아, 밑에 괜히 봤어, 너무 무서워. 토할 거 같아요. 아. 솔직히 말하면 피스터블은 땅에서 먹는 게 더 나아요. 여긴 지금 기절할 거 같거든요. 높은 데 너무 무서워요. 두려움에 맞설 때마다 오히려 즐거워지고 저 자신에 대해 많은 걸 배우는 거 같아요. 이런 경험에 고마워지네요. 여러분도 안전지대를 벗어나보세요. 평소에 안 하던 일을 한번 해보세요. 결국엔 자신에 대해 많은 걸 배울 거예요. 시청해주셔서 감사합니다! 여기에 공들인 만큼 재밌었으면 좋겠네요. 사랑합니다~!",
    "timestamp": "2024-11-20T14:18:32.368075",
    "metadata": {
      "title": "$1 vs $500,000 Experiences!",
      "author": "MrBeast",
      "length": 1060,
      "views": 100880136,
      "description": "I didn’t know some of these were possible\nMrBeast Lab Swarms are flying off the shelves! Grab yours now at Walmart, Target, Amazon, or top toy retailers worldwide. This video Includes promoted content in partnership with Moose Toys.\n\nNew Merch - https://mrbeast.store\n\nCheck out Viewstats! - https://www.viewstats.com/\n\nSUBSCRIBE OR I TAKE YOUR DOG\n╔═╦╗╔╦╗╔═╦═╦╦╦╦╗╔═╗\n║╚╣║║║╚╣╚╣╔╣╔╣║╚╣═╣ \n╠╗║╚╝║║╠╗║╚╣║║║║║═╣\n╚═╩══╩═╩═╩═╩╝╚╩═╩═╝\n\nFor any questions or inquiries regarding this video, please reach out to chucky@mrbeastbusiness.com\n\nMusic Provided by https://www.extrememusic.com\n\n----------------------------------------------------------------\nfollow all of these or i will kick you\n• Facebook - https://www.facebook.com/MrBeast6000/\n• Twitter - https://twitter.com/MrBeast\n•  Instagram - https://www.instagram.com/mrbeast\n•  Im Hiring! - https://www.mrbeastjobs.com/\n--------------------------------------------------------------------",
      "thumbnail_url": "https://i.ytimg.com/vi/Xj0Jtjg3lHQ/sddefault.jpg",
      "publish_date": "2024-11-02 09:00:00-07:00",
      "provider_name": "YouTube",
      "thumbnail_width": 480,
      "width": 200,
      "html": "<iframe width=\"200\" height=\"113\" src=\"https://www.youtube.com/embed/Xj0Jtjg3lHQ?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen title=\"$1 vs $500,000 Experiences!\"></iframe>",
      "height": 113,
      "provider_url": "https://www.youtube.com/",
      "type": "video",
      "author_url": "https://www.youtube.com/@MrBeast",
      "author_name": "MrBeast",
      "version": "1.0",
      "thumbnail_height": 360,
      "url": "https://youtu.be/Xj0Jtjg3lHQ?si=SlJKEzuYeegM6N-B"
    }
  },
  {
    "video_id": "Xj0Jtjg3lHQ?si=SlJKEzuYeegM6N-B",
    "title": "$1 vs $500,000 Experiences!",
    "content": "자, 여러분, 50만 달러를 내면 어떤 체험을 할 수 있는지 궁금하시죠? 제가 장담하는데 아마 여러분들 정말 깜짝 놀라실 겁니다. 이번 영상을 보시면 우리가 우주여행 시뮬레이션을 하는 데 왜 돈이 25만 달러나 들어가는지 또 바닷속을 탐험하는 데 왜 5만 달러가 드는지 이유를 알게 되실 겁니다. 우와~! 쟤 우리한테 막 오고 있어. 중간중간에 다른 체험들도 있으니까 잘 지켜봐주세요. 저는 지금 지구상 가장 높은 빌딩 꼭대기에 있습니다~! 와, 미쳤다! 제가 찾은 가장 돈이 적게 드는 체험도 소개합니다. 낙타 타기 입니다. 1달러로 이 낙타를 몇 분이나 탈 수 있다구요? 1달러에 2분이에요. 탈게요. 1달러 체험치고 좋은데? 꽉 잡으세요. 꽉 잡으라구요? 왜요? 어어, 어우 깜짝이야. 이집트에서 낙타 타고 싶었는데 거긴 1달러가 훨씬 넘더라구. 피라미드는 나중에 CG로 넣을게요. 이야~ 봤지? 야 멋있다~ 이거 타고 있는 것도 운동 되는데. 나 키가 엄청 커진 기분이야. 야, 이제 나랑 챈들러 기분 알겠지? 뭐래. 1달러로는 2분밖에 못 탑니다. 금방 끝났어요. 이제 하늘에서 저녁을 먹어보겠습니다. 만 달러만 내면 900미터 상공으로 올라갈 수 있습니다. 열기구를 주방 삼아 요리하는 셰프와 같이 날아가죠. 저 들판에 그림자 보이세요? 열기구 그림자예요. 대박~ 거짓말 안 하고 이거 생각보다 좀 높은 거 같다. 이건 그냥 900미터 위에 올라와서 하는 평범한 식사가 아닙니다. 이 미슐랭 스타 셰프는 열기구 자체에서 나오는 불꽃 그 자체를 이용해서 오늘의 음식을 직집 조리하거든요. 미스터비스트. 어? 이야~ 우리 다음 코스가 이렇게 내려오는 거야? 이제 저희는 열기구에서 나오는 불로 요리한 생선을 먹어볼 겁니다. 아, 감사합니다. 와, 진짜 맛있어! 지미, 이거 (진짜) 쩐다. 저 아래 진짜 멋있지 않냐? 식사하는 데 뷰가 진짜 죽여요. 이 물고긴 여기까지 올라올 줄 상상도 못했겠지. 혹시 만 달러로 여친한테 감동 주고 싶으신 분들, 이거 완전 추천할게요. 열 가지 음식 코스 하나하나가 진짜 황홀할 정도로 맛있었는데요. 근데 이 질문은 하고 넘어가야 할 거 같아요. 미슐랭 셰프로서 피스터블을 어떻게 생각하세요? 밸런스가 (아주) 좋은데요. 초콜릿 안에 씹히는 게 진짜 킥이네요. 미슐랭 셰프도 인정했습니다. 만달러 체험은 정말 좋았어요! 끝내준다. 다음은 5만 달러짜리 체험인데요. 챈들러랑 칼은 제가 뭘 준비했는지 전혀 모릅니다. 얘들아, 이 요트 어때? 멋있는데. 여기 좋다. 그래? 이게 5만 달러 가치가 있는 거 같아? 아니야. 아, 그래. 자, 저기 봐봐. 우리 이제부터 잠수함 탐험을 떠날 거야. 야, 미쳤다. 자, 너희 바닷속 탐험할 준비 됐어? 가자~! 좋아, 그럼 가보자. - 저건 안 할 거지? 야, 뭐해, 들어와! 알았어. 빨리 와! 뜨아~! 그럼 이제 바닷속을 탐험하러 가보시죠. -그래. - 어. 가자. 여기 진짜 장난 아니다. 오! 벌써 물고기 보이는데? 우리 내려가지도 않았잖아. 저거 창꼬치 아니야? 저 밑에 바닥으로 내려가보고 싶어? 가자. 우리 뭐든 할 수 있어. 잠수함 전체를 빌렸기 때문에 원하는 건 뭐든 가능합니다. 그럼 다 해봐야지! 갖다 박진 말고. 그건 하면 안 돼. 알았어. 잠수함을 최대한 좋은 카메라 앵글로 잡으려고, 잠수부를 고용해서 따라오라고 했습니다. 장난 아니죠? 쪽지 하나 써 볼까요? '뒤에 상어' 다들 놀란 척해, 알았지? 지금이야. 낚였어! 저희가 물속에 있는 동안 테릭과 놀란은 아프리카에서 5만 달러짜리 사파리 체험을 즐기고 있습니다. 걔들과 저희 중에 누가 더 신기한 생물을 발견하게 될까요? 스포일러, 우리야. 여기 멋진데~ 좋아, 정글의 왕을 찾으러 가보자! 우리 사자 보기 전까진, 아프리카 안 떠날 거야. 이해했지? 어. 이해했어. 그 손가락은 뭔데? 저기저기저기! 혹멧돼지다! 이야, 쟤 품바야!!! 야 쟤 놀랐잖아. 너 때매 도망갔어. 아... 미안, 소리 지르면 안 되는데 너무 흥분했다. 얼룩말이다! 얼룩말 맛있을 거 같지 않냐. 내가 사자면 얼룩말만 먹었어. 두툼~하잖아. 뭐? 이 정도면 5만 달러 낼 만하네. 응, 그니까, 지미 돈 5만 달러면 괜찮네. 야, 칼, 저거 잠수함 아니고 배가 잠긴 거면 어떡해? 이거 타고 당장 올라갈거야. 와 미쳤네. 우리 저 바위랑 엄청 가깝다. 와~ 이렇게 가까워도 괜찮아요? - 네네, 괜찮아요. - 그럼 됐네. 근데 저희만 동물을 가까이 관찰한 게 아니었습니다. 얼룩말, 어디 가? 야 안녕! 잠깐, 가지 마. 이리 와! 테릭, 재밌는 얘기 좀 해봐 니 뒤에 코끼리 두 마리 있어. 어우, 뭐야, 왜 이렇게 가까이 있어? 겁나 가깝지. 어, 너무 가까워. 우리한테 온다. 어. 어어. 방금 코끼리가 쫓아왔어요. 허, 진짜 대박~ 야 사자야 사자. -야 진짜 포스 장난 아니다. -저기 봐. 덩치가 장난 아니에요. 우리 아빠 같아. 잠수함보다 여기가 훨 나아. 물고기보단 이게 진짜지. 지금 심장이 완전 튀어나올 거 같아요. 지금까지 5만 달러 체험이었습니다. 다음에는 더 엄청난 체험이 기다리고 있는데요. 이거에 비하면 지금까진 아무것도 아니었어요. 이번 순서는 바로 25만 달러짜리 무중력 체험입니다. 비행기를 타고 올라갔다가 급강하하면서 비행기 내부의 환경을 무중력 상태로 만듭니다. 25만 달러짜리 체험을 하러 여기 왔습니다! 지금 시작합니다. 어! 어, 내 물! 으아~~ 와 미쳤어!!! 이게 뭐야 나 계속 돌아!  미쳤다! 어, 계속 몸이 뜨는데? \"이거 받아! 와, 방금 개쩔었어요. 와씨, 이거 진짜 찢었다. 다음 번에 떨어질 때는 저 반대쪽까지 경주할 거예요. 무중력 켜주세요. -오! 이야~ -야! 내가 이길 거야! 나 아무 데도 못 가겠어. 놀란 꼴찌다! 하! 됐다. -우린 됐어! -우리 이겼다! 이겼어! 야~! 해보니까 중력 없이는 달리기 시합이 좀 힘들더라구요. 근데 칼한테 좋은 아이디어가 있었습니다. 나 이 송풍기 시험해볼게. 잠깐, 기다려봐. 어! 야, 얘 돈다! 어, 어, 어! -진짜 빙글빙글 돌고 있어! -나 멈추고 싶어. 그만! 아핫!!! 다시 한번 중력을 끄기 전에, 저희 랩스웜스를 무중력 상태에서 만들어보겠습니다. - 준비됐어? - 응. 워어~! 놀란, 이제 만들어봐. 제가 만든 쩌는 장난감 하나 보여드릴까요? 여러분은 그냥 튜브에 물을 붓고, 흔들기만 하면 됩니다. 안에서 스웜스가 나올 거예요. 야, 내가 물 쏴줄게. 여기 줘봐. 아오! 지금 여기가 장난감으로 꽉 차게 생겼어. 이거 생각보다 어렵네요. 아무튼 여러분이 모아야 할 스웜스가 119개가 넘습니다. 스웜스 다섯 개가 들어있는 팩, 두 개 있는 팩, 단품을 미국 내 월마트, 타겟, 아마존에서 살 수 있구요. 전 세계 주요 장난감 판매점에서 판매 중입니다. 이거 제 최애예요. -나 날고 있다. -월마트에 가서 사세요. 이번 크리스마스 시즌에 가장 핫한 장난감으로 미친 듯이 팔리는 중입니다. 칼, 잡아! 품절되기 전에 미스터비스트 랩스 꼭 사세요. 오~ 이거 멋있겠는데. 어! 놀란, 받아! 으악! 됐다. 예~! 바디슬램! 50만 달러 체험이 이걸 어떻게 능가할지 모르겠네요. 바로 가서 확인해보시죠! 이 영상을 촬영하기 위해 전 세계를 열심히 돌아다닌 끝에, 자, 드디어 50만 달러 체험을 하러 왔습니다! 야 여기 전망 진짜 미쳤다. 여러분은 인류 역사상 어디에서도 볼 수 없던 광경을 보시게 될 겁니다. 저와 친구들은 이제 50만 달러로 환상적인 체험을 하게 되는데요. 그 장소는 바로 여기, 전 세계에서 가장 화려하고 럭셔리한 대도시입니다. 여기는 바로 두바이입니다. 사막 위에 건설한 도시인 이곳은 도파민이 팡팡 터지는 곳이죠. 이 영상 마지막에 저는 세계에서 가장 높은 빌딩 꼭대기에 서 본 몇 안 되는 사람이 될 겁니다. 모든 걸 쏟아부었어요. 보면 아마 깜짝 놀라실 겁니다. 같이 즐겨보시죠. 여기를 올라오다니! 저희는 이 150미터짜리 액자 위에서 어찌어찌 내려와서 바로 이 성 같이 생긴 호텔로 향했습니다. 훠우~ 여기 진짜 미쳤다. 이 뒤에 물도 있네. 호텔방에 들어서자마자 두 층이 진짜 대박이었습니다. 하지만 이 방의 하이라이트는 물속에 잠겨 있는 세 번째 층이었죠. 어! 아우, 깜짝이야. '아틀란티스에 잘 오셨습니다. 여러분 사랑합니다. 근데 칼만 빼구요.' 힘내라. 저 사람 저 놀리겠다고 상어가 있는 수조에 들어갔어요. 참고로 이 수조에는 80마리가 넘는 상어가 있습니다. 이 체험 후반부에 실제로 상어랑 함께 수영할 예정입니다. 여기에 마지막 하이라이트가 남아 있는데요. 뭔데? 스카이다이빙 할 거야. 절대 안 해. 할 거야. 수백 미터 하늘 위에서 땅으로 떨어진다고? \"걱정하지 마. F1 카트나 하자.\" 그래. 그러면 당연히 두바이 오토드롬으로 와야겠죠? 도시 전체에서 가장 빠른 자동차를 볼 수 있는 곳입니다. 다들 원하는 차 골라. 경주하자. - 좋아. - 가자~ 두바이에서 잘나가는 크리에이터들을 모아 슈퍼카를 타고 달려봤습니다. 이제 달려볼까요? 이야~ 저 차들 진짜 빨라요! 이건 여기서 할 수 있는 경험 중에 겨우 첫 번째예요. 이제 막 시작한 겁니다. 한번 붙어보자 이거지? 저 이제 추월할 거예요. 거의 따라잡았어요. 어우씨, 지미~! 안 돼, 안 돼~! 아, 거기 기어가냐~ 울 엄마가 나 레이싱 하는 거 보면 싫어할 텐데. 지금 최대한 느리게 달리기 하는 거 아니죠? 저건 불법이지. 잡아가야 되는 거 아니야? 불법이라고. 저랑 친구들이 레이싱카 드라이버처럼 노는 동안, 후~! 칼은 실제 포뮬러 수준의 레이싱카를 운전하려고 준비 중이었죠. 저 지금 겁나 멋있죠? 한번 달려볼까요! 시작은 좀 어설픈데. 이요~~~~! 어어어~!!!! 와, 미쳤다. 나 레이싱카 운전하고 있어. 오늘이 내 인생 최고의 날이야! 이 체험을 하면서 실제로 이 새 람보르기니를 하나 사게 됐는데요. 좀만 더 즐겨볼게요. 오~호호~! 참고로 이거 진짜 미친 듯이 빨라요. 이번엔 아부다비에서 열리는 NBA 경기를 보러 가시죠. 근데 솔직히 전 스포츠카 모는 거 별로 안 좋아해요. 게다가, 주차할 자리를 못 찾겠어요. (그래서) 이거 줄 사람 없나 찾아봐야겠어요. 미스터비스트 채널 보시는 분 있어요? 네! 우리 채널 구독중이시네. 이 람보르기니 드려도 돼요? 다른 분한테 드리면 좋겠어요. 네? 이게 뭔 일이래요? 저기 선생님, 잠깐 와보실래요? 우리 구독자시네! 이 람보르기니 드릴까요? 네, 좋죠. 자, 타세요. 이제 이 차 가지시면 돼요. 아, 지금 너무 떨리는데요. 이러니까 평소에 구독해 둬야 해요. 람보르기니가 굴러 들어온다니까요. 야 뭐해, 왜 안 내려? 우리 제일 앞줄 티켓이야. 잘 가세요. 지금 너무 행복해요. 이제 람보르기니를 보내줬으니까 프로 농구 경기의 맨 앞줄에 앉아서 경기를 보겠습니다. 근데 그때부터 끝도 없이 사진촬영이 이어졌죠. 반가워요! 그다음엔 스티브 하비랑 인사했구요. 드디어 만나보네요! 잘 지내요? 아, 그럼요. 그리고 러셀 웨스트브룩도 만났죠. -안녕하세요. -안녕하세요! 이제 20만 달러 상당의 체험이 남아 있습니다. 다음은 어마어마한 워터파크를 빌렸습니다. 어떻게 한 건지 사막 한가운데서 펭귄이랑 놀 수도 있습니다. 니가 대장이라며? 대장들이 다 이렇죠. 이것도 부족한 것 같다구요? 전 지금 상어 80마리랑 가오리가 가득한 거대 수영장에 왔어요. 저기, 안녕하세요, 선생님. 저기요, 얘기나 좀 해요. 버즈 라이트이어 같은데. 저기, 잠깐만요. 와, 이거 봐. 난 아쿠아맨이다. 상어의 왕이지. 내 첫 번째 명령은 이거다. 칼을 물어! 나 말고. 괜찮지? 아, 칼 공격해! 공격해! 얘 완전 공룡인데? 내가 대장이다, 공격해. 안 돼. 저런 게 여기 있어도 돼? 아니, 방금 내 산소통을 떼신 거 같은데. 물고기밥이 되기 전에 나와야겠네요. 미래에서 튀어나온 거 같은 레스토랑으로 가시죠. 안녕하세요. 지미, 여기 앉으세요. 이게 대체 뭔데, 지미? 나도 모르겠어. 친구들이랑 이렇게 식당에서 멀리 떨어져 앉아본 적이 없어요. 여러분, 인생에 단 한 번뿐인 경험이 곧 시작됩니다. 첫 번째 애피타이저부터 시작합니다. 한입에 드세요. 짠! 짠! 맛 없으면 어떡해? 맛있어? 진짜 맛있는데. 이 요리는 한입이 다예요? 네. 알았어요. 오, 뭐 하는 거지? 뭐야? 콜오브듀티 미션 같은데. 내 신상 털리는 거야? 여기 식당인 줄 알았는데 완전 극장이네. 뭐가 뭔지 모르겠어. 이 아홉 가지 코스 요리는 음식이 나올 때마다 변화하는 360도 인터랙티브 그래픽에 둘러싸여 먹습니다. 야, 잠깐. 오, 니 터치에 반응하네! 야, 우리가 지구를 지켜야 돼. 와, 나 이거 엄청 못 한다. 그래도 방은 엄청나게 놀라웠습니다. 보여? 지금 내 물잔에 걸려서 못 가잖아. 이거 봐. 이 경험을 더 특별하게 만들어주는 아주 특이한 음식과 음료가 나왔습니다. 잔을 만져보면 반응할 겁니다. 싱싱한 해산물로 만든 맛있는 아홉 가지 코스 요리를 먹었습니다. 와~ 와, 쩔어. 이건 금 와규 버거예요. 인정? 인정. 이건 챈들러 입맛에 맞대요. 마지막 코스는 저희만을 위한 특별 코스였습니다. 저게 누구야? 챈들러 아니야? 나 아니다~ 야, 저거 나 아니다. 아무튼 이 체험을 계속해보겠습니다. 마지막 하이라이트는 말 그대로 하늘에서 떨어지고, 지구상에서 가장 높은 빌딩에 오르는 건데요. 그 전에 이 높은 수영장에서 고소공포증을 테스트해보기로 했죠. 야, 이 전망 좀 봐. 이야~ 와, 진짜 미쳤네. 이 뷰 실화야? 지금 여러분이 보시는 건 실제로 보는 거랑 비교도 안 돼요. 절대 못 담아. 저희는 상공 180미터에 서 있습니다. 360도 인피니티 풀이라 도시의 멋진 전망을 구석구석 한눈에 내려다볼 수 있죠. 야, 들어가자. 들어갈게. 제 뒤에 있는 섬은 인공섬이에요. 정말 모든 게 신세계 같아요. 이제 이걸 난간에 붙여볼게요. 어우, 깜짝이야. 이 경치 좀 봐라. 진짜 멋있지 않냐? 이게 두바이 꼭대기다. 자, 얘들아. 이제 하늘에서 떨어질 시간이야. 야, 너 그냥 땅에 처박는다. 아니, 이 인공섬으로 떨어질 거야. 미칬나, 나 기절한다. 준비하세요. 지금부터 여러분이 보시는 건 제 평생 상상도 못 했던 일입니다. 진짜 돌았네요. 대체 누가 저런 걸 하지? 하지만 이렇게 체험에 대한 영상을 만든다면, 제 가장 큰 두려움 중 하나에 도전해야겠죠. 하늘에서 떨어질 겁니다. 내가 여기서 죽어도 영상은 올려야 돼! 점점 실감 나는데요. 왜 이래! 난 가족이 있다고! 이륙 준비합니다. 와, 진짜 올라가네. 내 말이. 미치겠다. - 우리가 이걸 실제로 하고 있다니. - 진짜 돌았다. 제가 죽을 확률이 얼마예요? 저야 모르죠 미치겠네. 3천 미터에 접근합니다. 지금 진짜 높아. 나 못 하겠어. 지미! 준비 안 됐어. 자, 출발! 너부터 가. 지미, 너 죽을래? 나 마음 변했어. 와 미쳤다!!! 예~~~ 우리 돈다! 어떡해, 나 무서워! 지미, 잘 가라~ 나 하기 싫어... 아, 대박. 이거 진짜 무서워. 저는 안 갑니다. 어땠어요? 아, 무서워요. 무서워요? 네, 지금도 높잖아요. 살면서 이게 제일 무서운 거 같아요. 으아, 어떡해. 여러분을 위해 했습니다. 어, 어, 어, 워워워워워. 어, 어, 됐다. 안 죽었어! 살았다! 챈들러는요? 챈들러 안 뛰었어? 챈들러 어디 갔어? 챈들러는 안 뛰었거나 바닥에서 터졌거나 둘 중 하나야. 어우, 그럼 안 뛰었음 좋겠다. 지미, 미안하다. 난 못 뛴다. 챈들러한테 이 영상에서 제일 어마어마한 체험을 같이 하자고 안 한 게 다행이네요. 왜냐면... 제 뒤에 세계 최고층 빌딩 부르즈 칼리파가 있습니다. 이 체험을 마무리하기 위해 꼭대기에 올라갈 겁니다. 820미터짜리 빌딩의 정상에 오르는 첫 번째 단계는, 여러 엘리베이터를 타고 160층 너머까지 오르는 겁니다. 하지만 남은 270미터는 제가 직접 정상에 오르는 수밖에 없었죠. 여기 진짜 높네요. 후. 사다리 엄청 많아요. 정상까지 올라가는 걸 너무 만만하게 본 거 같아요. 한 시간 동안 올라갔는데도 아직 올라가야 할 높이가 많이 남아 있었습니다. 드디어 다 올라왔다고 생각했는데, 아직 한참 남았네요. 끝이 안 나요. 한 계단 한 계단 올라가면서 진짜 가고 싶은 게 맞는지 의문이 들었죠. 성공할 수 있을까요? 거의 다 왔겠죠? 그건 아닌가 봐요. 힘들어 죽을 거 같았지만 저는 다시 한번 이 사실을 떠올렸습니다. 세계에서 가장 높은 빌딩의 꼭대기에 설 수 있는 경험을 하는 지구상에서 몇 안 되는 사람이 된다구요. 이제 와 포기하고 돌아갈 수는 없었어요. 좋아, 마지막이다. 후! 됐어. 성공했어요! 저는 지금 지구상 가장 높은 빌딩 꼭대기에 있습니다~! 진짜 대박이야! 미쳤다, 여기 개높아. 와, 진짜 무서워. 아, 밑에 괜히 봤어, 너무 무서워. 토할 거 같아요. 아. 솔직히 말하면 피스터블은 땅에서 먹는 게 더 나아요. 여긴 지금 기절할 거 같거든요. 높은 데 너무 무서워요. 두려움에 맞설 때마다 오히려 즐거워지고 저 자신에 대해 많은 걸 배우는 거 같아요. 이런 경험에 고마워지네요. 여러분도 안전지대를 벗어나보세요. 평소에 안 하던 일을 한번 해보세요. 결국엔 자신에 대해 많은 걸 배울 거예요. 시청해주셔서 감사합니다! 여기에 공들인 만큼 재밌었으면 좋겠네요. 사랑합니다~!",
    "timestamp": "2024-11-20T14:25:41.318058",
    "metadata": {
      "title": "$1 vs $500,000 Experiences!",
      "author": "MrBeast",
      "length": 1060,
      "views": 100884479,
      "description": "I didn’t know some of these were possible\nMrBeast Lab Swarms are flying off the shelves! Grab yours now at Walmart, Target, Amazon, or top toy retailers worldwide. This video Includes promoted content in partnership with Moose Toys.\n\nNew Merch - https://mrbeast.store\n\nCheck out Viewstats! - https://www.viewstats.com/\n\nSUBSCRIBE OR I TAKE YOUR DOG\n╔═╦╗╔╦╗╔═╦═╦╦╦╦╗╔═╗\n║╚╣║║║╚╣╚╣╔╣╔╣║╚╣═╣ \n╠╗║╚╝║║╠╗║╚╣║║║║║═╣\n╚═╩══╩═╩═╩═╩╝╚╩═╩═╝\n\nFor any questions or inquiries regarding this video, please reach out to chucky@mrbeastbusiness.com\n\nMusic Provided by https://www.extrememusic.com\n\n----------------------------------------------------------------\nfollow all of these or i will kick you\n• Facebook - https://www.facebook.com/MrBeast6000/\n• Twitter - https://twitter.com/MrBeast\n•  Instagram - https://www.instagram.com/mrbeast\n•  Im Hiring! - https://www.mrbeastjobs.com/\n--------------------------------------------------------------------",
      "thumbnail_url": "https://i.ytimg.com/vi/Xj0Jtjg3lHQ/sddefault.jpg",
      "publish_date": "2024-11-02 09:00:00-07:00",
      "provider_name": "YouTube",
      "thumbnail_width": 480,
      "width": 200,
      "html": "<iframe width=\"200\" height=\"113\" src=\"https://www.youtube.com/embed/Xj0Jtjg3lHQ?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen title=\"$1 vs $500,000 Experiences!\"></iframe>",
      "height": 113,
      "provider_url": "https://www.youtube.com/",
      "type": "video",
      "author_url": "https://www.youtube.com/@MrBeast",
      "author_name": "MrBeast",
      "version": "1.0",
      "thumbnail_height": 360,
      "url": "https://youtu.be/Xj0Jtjg3lHQ?si=SlJKEzuYeegM6N-B"
    }
  },
  {
    "video_id": "Xj0Jtjg3lHQ?si=SlJKEzuYeegM6N-B",
    "title": "$1 vs $500,000 Experiences!",
    "content": "자, 여러분, 50만 달러를 내면 어떤 체험을 할 수 있는지 궁금하시죠? 제가 장담하는데 아마 여러분들 정말 깜짝 놀라실 겁니다. 이번 영상을 보시면 우리가 우주여행 시뮬레이션을 하는 데 왜 돈이 25만 달러나 들어가는지 또 바닷속을 탐험하는 데 왜 5만 달러가 드는지 이유를 알게 되실 겁니다. 우와~! 쟤 우리한테 막 오고 있어. 중간중간에 다른 체험들도 있으니까 잘 지켜봐주세요. 저는 지금 지구상 가장 높은 빌딩 꼭대기에 있습니다~! 와, 미쳤다! 제가 찾은 가장 돈이 적게 드는 체험도 소개합니다. 낙타 타기 입니다. 1달러로 이 낙타를 몇 분이나 탈 수 있다구요? 1달러에 2분이에요. 탈게요. 1달러 체험치고 좋은데? 꽉 잡으세요. 꽉 잡으라구요? 왜요? 어어, 어우 깜짝이야. 이집트에서 낙타 타고 싶었는데 거긴 1달러가 훨씬 넘더라구. 피라미드는 나중에 CG로 넣을게요. 이야~ 봤지? 야 멋있다~ 이거 타고 있는 것도 운동 되는데. 나 키가 엄청 커진 기분이야. 야, 이제 나랑 챈들러 기분 알겠지? 뭐래. 1달러로는 2분밖에 못 탑니다. 금방 끝났어요. 이제 하늘에서 저녁을 먹어보겠습니다. 만 달러만 내면 900미터 상공으로 올라갈 수 있습니다. 열기구를 주방 삼아 요리하는 셰프와 같이 날아가죠. 저 들판에 그림자 보이세요? 열기구 그림자예요. 대박~ 거짓말 안 하고 이거 생각보다 좀 높은 거 같다. 이건 그냥 900미터 위에 올라와서 하는 평범한 식사가 아닙니다. 이 미슐랭 스타 셰프는 열기구 자체에서 나오는 불꽃 그 자체를 이용해서 오늘의 음식을 직집 조리하거든요. 미스터비스트. 어? 이야~ 우리 다음 코스가 이렇게 내려오는 거야? 이제 저희는 열기구에서 나오는 불로 요리한 생선을 먹어볼 겁니다. 아, 감사합니다. 와, 진짜 맛있어! 지미, 이거 (진짜) 쩐다. 저 아래 진짜 멋있지 않냐? 식사하는 데 뷰가 진짜 죽여요. 이 물고긴 여기까지 올라올 줄 상상도 못했겠지. 혹시 만 달러로 여친한테 감동 주고 싶으신 분들, 이거 완전 추천할게요. 열 가지 음식 코스 하나하나가 진짜 황홀할 정도로 맛있었는데요. 근데 이 질문은 하고 넘어가야 할 거 같아요. 미슐랭 셰프로서 피스터블을 어떻게 생각하세요? 밸런스가 (아주) 좋은데요. 초콜릿 안에 씹히는 게 진짜 킥이네요. 미슐랭 셰프도 인정했습니다. 만달러 체험은 정말 좋았어요! 끝내준다. 다음은 5만 달러짜리 체험인데요. 챈들러랑 칼은 제가 뭘 준비했는지 전혀 모릅니다. 얘들아, 이 요트 어때? 멋있는데. 여기 좋다. 그래? 이게 5만 달러 가치가 있는 거 같아? 아니야. 아, 그래. 자, 저기 봐봐. 우리 이제부터 잠수함 탐험을 떠날 거야. 야, 미쳤다. 자, 너희 바닷속 탐험할 준비 됐어? 가자~! 좋아, 그럼 가보자. - 저건 안 할 거지? 야, 뭐해, 들어와! 알았어. 빨리 와! 뜨아~! 그럼 이제 바닷속을 탐험하러 가보시죠. -그래. - 어. 가자. 여기 진짜 장난 아니다. 오! 벌써 물고기 보이는데? 우리 내려가지도 않았잖아. 저거 창꼬치 아니야? 저 밑에 바닥으로 내려가보고 싶어? 가자. 우리 뭐든 할 수 있어. 잠수함 전체를 빌렸기 때문에 원하는 건 뭐든 가능합니다. 그럼 다 해봐야지! 갖다 박진 말고. 그건 하면 안 돼. 알았어. 잠수함을 최대한 좋은 카메라 앵글로 잡으려고, 잠수부를 고용해서 따라오라고 했습니다. 장난 아니죠? 쪽지 하나 써 볼까요? '뒤에 상어' 다들 놀란 척해, 알았지? 지금이야. 낚였어! 저희가 물속에 있는 동안 테릭과 놀란은 아프리카에서 5만 달러짜리 사파리 체험을 즐기고 있습니다. 걔들과 저희 중에 누가 더 신기한 생물을 발견하게 될까요? 스포일러, 우리야. 여기 멋진데~ 좋아, 정글의 왕을 찾으러 가보자! 우리 사자 보기 전까진, 아프리카 안 떠날 거야. 이해했지? 어. 이해했어. 그 손가락은 뭔데? 저기저기저기! 혹멧돼지다! 이야, 쟤 품바야!!! 야 쟤 놀랐잖아. 너 때매 도망갔어. 아... 미안, 소리 지르면 안 되는데 너무 흥분했다. 얼룩말이다! 얼룩말 맛있을 거 같지 않냐. 내가 사자면 얼룩말만 먹었어. 두툼~하잖아. 뭐? 이 정도면 5만 달러 낼 만하네. 응, 그니까, 지미 돈 5만 달러면 괜찮네. 야, 칼, 저거 잠수함 아니고 배가 잠긴 거면 어떡해? 이거 타고 당장 올라갈거야. 와 미쳤네. 우리 저 바위랑 엄청 가깝다. 와~ 이렇게 가까워도 괜찮아요? - 네네, 괜찮아요. - 그럼 됐네. 근데 저희만 동물을 가까이 관찰한 게 아니었습니다. 얼룩말, 어디 가? 야 안녕! 잠깐, 가지 마. 이리 와! 테릭, 재밌는 얘기 좀 해봐 니 뒤에 코끼리 두 마리 있어. 어우, 뭐야, 왜 이렇게 가까이 있어? 겁나 가깝지. 어, 너무 가까워. 우리한테 온다. 어. 어어. 방금 코끼리가 쫓아왔어요. 허, 진짜 대박~ 야 사자야 사자. -야 진짜 포스 장난 아니다. -저기 봐. 덩치가 장난 아니에요. 우리 아빠 같아. 잠수함보다 여기가 훨 나아. 물고기보단 이게 진짜지. 지금 심장이 완전 튀어나올 거 같아요. 지금까지 5만 달러 체험이었습니다. 다음에는 더 엄청난 체험이 기다리고 있는데요. 이거에 비하면 지금까진 아무것도 아니었어요. 이번 순서는 바로 25만 달러짜리 무중력 체험입니다. 비행기를 타고 올라갔다가 급강하하면서 비행기 내부의 환경을 무중력 상태로 만듭니다. 25만 달러짜리 체험을 하러 여기 왔습니다! 지금 시작합니다. 어! 어, 내 물! 으아~~ 와 미쳤어!!! 이게 뭐야 나 계속 돌아!  미쳤다! 어, 계속 몸이 뜨는데? \"이거 받아! 와, 방금 개쩔었어요. 와씨, 이거 진짜 찢었다. 다음 번에 떨어질 때는 저 반대쪽까지 경주할 거예요. 무중력 켜주세요. -오! 이야~ -야! 내가 이길 거야! 나 아무 데도 못 가겠어. 놀란 꼴찌다! 하! 됐다. -우린 됐어! -우리 이겼다! 이겼어! 야~! 해보니까 중력 없이는 달리기 시합이 좀 힘들더라구요. 근데 칼한테 좋은 아이디어가 있었습니다. 나 이 송풍기 시험해볼게. 잠깐, 기다려봐. 어! 야, 얘 돈다! 어, 어, 어! -진짜 빙글빙글 돌고 있어! -나 멈추고 싶어. 그만! 아핫!!! 다시 한번 중력을 끄기 전에, 저희 랩스웜스를 무중력 상태에서 만들어보겠습니다. - 준비됐어? - 응. 워어~! 놀란, 이제 만들어봐. 제가 만든 쩌는 장난감 하나 보여드릴까요? 여러분은 그냥 튜브에 물을 붓고, 흔들기만 하면 됩니다. 안에서 스웜스가 나올 거예요. 야, 내가 물 쏴줄게. 여기 줘봐. 아오! 지금 여기가 장난감으로 꽉 차게 생겼어. 이거 생각보다 어렵네요. 아무튼 여러분이 모아야 할 스웜스가 119개가 넘습니다. 스웜스 다섯 개가 들어있는 팩, 두 개 있는 팩, 단품을 미국 내 월마트, 타겟, 아마존에서 살 수 있구요. 전 세계 주요 장난감 판매점에서 판매 중입니다. 이거 제 최애예요. -나 날고 있다. -월마트에 가서 사세요. 이번 크리스마스 시즌에 가장 핫한 장난감으로 미친 듯이 팔리는 중입니다. 칼, 잡아! 품절되기 전에 미스터비스트 랩스 꼭 사세요. 오~ 이거 멋있겠는데. 어! 놀란, 받아! 으악! 됐다. 예~! 바디슬램! 50만 달러 체험이 이걸 어떻게 능가할지 모르겠네요. 바로 가서 확인해보시죠! 이 영상을 촬영하기 위해 전 세계를 열심히 돌아다닌 끝에, 자, 드디어 50만 달러 체험을 하러 왔습니다! 야 여기 전망 진짜 미쳤다. 여러분은 인류 역사상 어디에서도 볼 수 없던 광경을 보시게 될 겁니다. 저와 친구들은 이제 50만 달러로 환상적인 체험을 하게 되는데요. 그 장소는 바로 여기, 전 세계에서 가장 화려하고 럭셔리한 대도시입니다. 여기는 바로 두바이입니다. 사막 위에 건설한 도시인 이곳은 도파민이 팡팡 터지는 곳이죠. 이 영상 마지막에 저는 세계에서 가장 높은 빌딩 꼭대기에 서 본 몇 안 되는 사람이 될 겁니다. 모든 걸 쏟아부었어요. 보면 아마 깜짝 놀라실 겁니다. 같이 즐겨보시죠. 여기를 올라오다니! 저희는 이 150미터짜리 액자 위에서 어찌어찌 내려와서 바로 이 성 같이 생긴 호텔로 향했습니다. 훠우~ 여기 진짜 미쳤다. 이 뒤에 물도 있네. 호텔방에 들어서자마자 두 층이 진짜 대박이었습니다. 하지만 이 방의 하이라이트는 물속에 잠겨 있는 세 번째 층이었죠. 어! 아우, 깜짝이야. '아틀란티스에 잘 오셨습니다. 여러분 사랑합니다. 근데 칼만 빼구요.' 힘내라. 저 사람 저 놀리겠다고 상어가 있는 수조에 들어갔어요. 참고로 이 수조에는 80마리가 넘는 상어가 있습니다. 이 체험 후반부에 실제로 상어랑 함께 수영할 예정입니다. 여기에 마지막 하이라이트가 남아 있는데요. 뭔데? 스카이다이빙 할 거야. 절대 안 해. 할 거야. 수백 미터 하늘 위에서 땅으로 떨어진다고? \"걱정하지 마. F1 카트나 하자.\" 그래. 그러면 당연히 두바이 오토드롬으로 와야겠죠? 도시 전체에서 가장 빠른 자동차를 볼 수 있는 곳입니다. 다들 원하는 차 골라. 경주하자. - 좋아. - 가자~ 두바이에서 잘나가는 크리에이터들을 모아 슈퍼카를 타고 달려봤습니다. 이제 달려볼까요? 이야~ 저 차들 진짜 빨라요! 이건 여기서 할 수 있는 경험 중에 겨우 첫 번째예요. 이제 막 시작한 겁니다. 한번 붙어보자 이거지? 저 이제 추월할 거예요. 거의 따라잡았어요. 어우씨, 지미~! 안 돼, 안 돼~! 아, 거기 기어가냐~ 울 엄마가 나 레이싱 하는 거 보면 싫어할 텐데. 지금 최대한 느리게 달리기 하는 거 아니죠? 저건 불법이지. 잡아가야 되는 거 아니야? 불법이라고. 저랑 친구들이 레이싱카 드라이버처럼 노는 동안, 후~! 칼은 실제 포뮬러 수준의 레이싱카를 운전하려고 준비 중이었죠. 저 지금 겁나 멋있죠? 한번 달려볼까요! 시작은 좀 어설픈데. 이요~~~~! 어어어~!!!! 와, 미쳤다. 나 레이싱카 운전하고 있어. 오늘이 내 인생 최고의 날이야! 이 체험을 하면서 실제로 이 새 람보르기니를 하나 사게 됐는데요. 좀만 더 즐겨볼게요. 오~호호~! 참고로 이거 진짜 미친 듯이 빨라요. 이번엔 아부다비에서 열리는 NBA 경기를 보러 가시죠. 근데 솔직히 전 스포츠카 모는 거 별로 안 좋아해요. 게다가, 주차할 자리를 못 찾겠어요. (그래서) 이거 줄 사람 없나 찾아봐야겠어요. 미스터비스트 채널 보시는 분 있어요? 네! 우리 채널 구독중이시네. 이 람보르기니 드려도 돼요? 다른 분한테 드리면 좋겠어요. 네? 이게 뭔 일이래요? 저기 선생님, 잠깐 와보실래요? 우리 구독자시네! 이 람보르기니 드릴까요? 네, 좋죠. 자, 타세요. 이제 이 차 가지시면 돼요. 아, 지금 너무 떨리는데요. 이러니까 평소에 구독해 둬야 해요. 람보르기니가 굴러 들어온다니까요. 야 뭐해, 왜 안 내려? 우리 제일 앞줄 티켓이야. 잘 가세요. 지금 너무 행복해요. 이제 람보르기니를 보내줬으니까 프로 농구 경기의 맨 앞줄에 앉아서 경기를 보겠습니다. 근데 그때부터 끝도 없이 사진촬영이 이어졌죠. 반가워요! 그다음엔 스티브 하비랑 인사했구요. 드디어 만나보네요! 잘 지내요? 아, 그럼요. 그리고 러셀 웨스트브룩도 만났죠. -안녕하세요. -안녕하세요! 이제 20만 달러 상당의 체험이 남아 있습니다. 다음은 어마어마한 워터파크를 빌렸습니다. 어떻게 한 건지 사막 한가운데서 펭귄이랑 놀 수도 있습니다. 니가 대장이라며? 대장들이 다 이렇죠. 이것도 부족한 것 같다구요? 전 지금 상어 80마리랑 가오리가 가득한 거대 수영장에 왔어요. 저기, 안녕하세요, 선생님. 저기요, 얘기나 좀 해요. 버즈 라이트이어 같은데. 저기, 잠깐만요. 와, 이거 봐. 난 아쿠아맨이다. 상어의 왕이지. 내 첫 번째 명령은 이거다. 칼을 물어! 나 말고. 괜찮지? 아, 칼 공격해! 공격해! 얘 완전 공룡인데? 내가 대장이다, 공격해. 안 돼. 저런 게 여기 있어도 돼? 아니, 방금 내 산소통을 떼신 거 같은데. 물고기밥이 되기 전에 나와야겠네요. 미래에서 튀어나온 거 같은 레스토랑으로 가시죠. 안녕하세요. 지미, 여기 앉으세요. 이게 대체 뭔데, 지미? 나도 모르겠어. 친구들이랑 이렇게 식당에서 멀리 떨어져 앉아본 적이 없어요. 여러분, 인생에 단 한 번뿐인 경험이 곧 시작됩니다. 첫 번째 애피타이저부터 시작합니다. 한입에 드세요. 짠! 짠! 맛 없으면 어떡해? 맛있어? 진짜 맛있는데. 이 요리는 한입이 다예요? 네. 알았어요. 오, 뭐 하는 거지? 뭐야? 콜오브듀티 미션 같은데. 내 신상 털리는 거야? 여기 식당인 줄 알았는데 완전 극장이네. 뭐가 뭔지 모르겠어. 이 아홉 가지 코스 요리는 음식이 나올 때마다 변화하는 360도 인터랙티브 그래픽에 둘러싸여 먹습니다. 야, 잠깐. 오, 니 터치에 반응하네! 야, 우리가 지구를 지켜야 돼. 와, 나 이거 엄청 못 한다. 그래도 방은 엄청나게 놀라웠습니다. 보여? 지금 내 물잔에 걸려서 못 가잖아. 이거 봐. 이 경험을 더 특별하게 만들어주는 아주 특이한 음식과 음료가 나왔습니다. 잔을 만져보면 반응할 겁니다. 싱싱한 해산물로 만든 맛있는 아홉 가지 코스 요리를 먹었습니다. 와~ 와, 쩔어. 이건 금 와규 버거예요. 인정? 인정. 이건 챈들러 입맛에 맞대요. 마지막 코스는 저희만을 위한 특별 코스였습니다. 저게 누구야? 챈들러 아니야? 나 아니다~ 야, 저거 나 아니다. 아무튼 이 체험을 계속해보겠습니다. 마지막 하이라이트는 말 그대로 하늘에서 떨어지고, 지구상에서 가장 높은 빌딩에 오르는 건데요. 그 전에 이 높은 수영장에서 고소공포증을 테스트해보기로 했죠. 야, 이 전망 좀 봐. 이야~ 와, 진짜 미쳤네. 이 뷰 실화야? 지금 여러분이 보시는 건 실제로 보는 거랑 비교도 안 돼요. 절대 못 담아. 저희는 상공 180미터에 서 있습니다. 360도 인피니티 풀이라 도시의 멋진 전망을 구석구석 한눈에 내려다볼 수 있죠. 야, 들어가자. 들어갈게. 제 뒤에 있는 섬은 인공섬이에요. 정말 모든 게 신세계 같아요. 이제 이걸 난간에 붙여볼게요. 어우, 깜짝이야. 이 경치 좀 봐라. 진짜 멋있지 않냐? 이게 두바이 꼭대기다. 자, 얘들아. 이제 하늘에서 떨어질 시간이야. 야, 너 그냥 땅에 처박는다. 아니, 이 인공섬으로 떨어질 거야. 미칬나, 나 기절한다. 준비하세요. 지금부터 여러분이 보시는 건 제 평생 상상도 못 했던 일입니다. 진짜 돌았네요. 대체 누가 저런 걸 하지? 하지만 이렇게 체험에 대한 영상을 만든다면, 제 가장 큰 두려움 중 하나에 도전해야겠죠. 하늘에서 떨어질 겁니다. 내가 여기서 죽어도 영상은 올려야 돼! 점점 실감 나는데요. 왜 이래! 난 가족이 있다고! 이륙 준비합니다. 와, 진짜 올라가네. 내 말이. 미치겠다. - 우리가 이걸 실제로 하고 있다니. - 진짜 돌았다. 제가 죽을 확률이 얼마예요? 저야 모르죠 미치겠네. 3천 미터에 접근합니다. 지금 진짜 높아. 나 못 하겠어. 지미! 준비 안 됐어. 자, 출발! 너부터 가. 지미, 너 죽을래? 나 마음 변했어. 와 미쳤다!!! 예~~~ 우리 돈다! 어떡해, 나 무서워! 지미, 잘 가라~ 나 하기 싫어... 아, 대박. 이거 진짜 무서워. 저는 안 갑니다. 어땠어요? 아, 무서워요. 무서워요? 네, 지금도 높잖아요. 살면서 이게 제일 무서운 거 같아요. 으아, 어떡해. 여러분을 위해 했습니다. 어, 어, 어, 워워워워워. 어, 어, 됐다. 안 죽었어! 살았다! 챈들러는요? 챈들러 안 뛰었어? 챈들러 어디 갔어? 챈들러는 안 뛰었거나 바닥에서 터졌거나 둘 중 하나야. 어우, 그럼 안 뛰었음 좋겠다. 지미, 미안하다. 난 못 뛴다. 챈들러한테 이 영상에서 제일 어마어마한 체험을 같이 하자고 안 한 게 다행이네요. 왜냐면... 제 뒤에 세계 최고층 빌딩 부르즈 칼리파가 있습니다. 이 체험을 마무리하기 위해 꼭대기에 올라갈 겁니다. 820미터짜리 빌딩의 정상에 오르는 첫 번째 단계는, 여러 엘리베이터를 타고 160층 너머까지 오르는 겁니다. 하지만 남은 270미터는 제가 직접 정상에 오르는 수밖에 없었죠. 여기 진짜 높네요. 후. 사다리 엄청 많아요. 정상까지 올라가는 걸 너무 만만하게 본 거 같아요. 한 시간 동안 올라갔는데도 아직 올라가야 할 높이가 많이 남아 있었습니다. 드디어 다 올라왔다고 생각했는데, 아직 한참 남았네요. 끝이 안 나요. 한 계단 한 계단 올라가면서 진짜 가고 싶은 게 맞는지 의문이 들었죠. 성공할 수 있을까요? 거의 다 왔겠죠? 그건 아닌가 봐요. 힘들어 죽을 거 같았지만 저는 다시 한번 이 사실을 떠올렸습니다. 세계에서 가장 높은 빌딩의 꼭대기에 설 수 있는 경험을 하는 지구상에서 몇 안 되는 사람이 된다구요. 이제 와 포기하고 돌아갈 수는 없었어요. 좋아, 마지막이다. 후! 됐어. 성공했어요! 저는 지금 지구상 가장 높은 빌딩 꼭대기에 있습니다~! 진짜 대박이야! 미쳤다, 여기 개높아. 와, 진짜 무서워. 아, 밑에 괜히 봤어, 너무 무서워. 토할 거 같아요. 아. 솔직히 말하면 피스터블은 땅에서 먹는 게 더 나아요. 여긴 지금 기절할 거 같거든요. 높은 데 너무 무서워요. 두려움에 맞설 때마다 오히려 즐거워지고 저 자신에 대해 많은 걸 배우는 거 같아요. 이런 경험에 고마워지네요. 여러분도 안전지대를 벗어나보세요. 평소에 안 하던 일을 한번 해보세요. 결국엔 자신에 대해 많은 걸 배울 거예요. 시청해주셔서 감사합니다! 여기에 공들인 만큼 재밌었으면 좋겠네요. 사랑합니다~!",
    "timestamp": "2024-11-20T14:36:57.741907",
    "metadata": {
      "title": "$1 vs $500,000 Experiences!",
      "author": "MrBeast",
      "length": 1060,
      "views": 100901112,
      "description": "I didn’t know some of these were possible\nMrBeast Lab Swarms are flying off the shelves! Grab yours now at Walmart, Target, Amazon, or top toy retailers worldwide. This video Includes promoted content in partnership with Moose Toys.\n\nNew Merch - https://mrbeast.store\n\nCheck out Viewstats! - https://www.viewstats.com/\n\nSUBSCRIBE OR I TAKE YOUR DOG\n╔═╦╗╔╦╗╔═╦═╦╦╦╦╗╔═╗\n║╚╣║║║╚╣╚╣╔╣╔╣║╚╣═╣ \n╠╗║╚╝║║╠╗║╚╣║║║║║═╣\n╚═╩══╩═╩═╩═╩╝╚╩═╩═╝\n\nFor any questions or inquiries regarding this video, please reach out to chucky@mrbeastbusiness.com\n\nMusic Provided by https://www.extrememusic.com\n\n----------------------------------------------------------------\nfollow all of these or i will kick you\n• Facebook - https://www.facebook.com/MrBeast6000/\n• Twitter - https://twitter.com/MrBeast\n•  Instagram - https://www.instagram.com/mrbeast\n•  Im Hiring! - https://www.mrbeastjobs.com/\n--------------------------------------------------------------------",
      "thumbnail_url": "https://i.ytimg.com/vi/Xj0Jtjg3lHQ/sddefault.jpg",
      "publish_date": "2024-11-02 09:00:00-07:00",
      "provider_name": "YouTube",
      "thumbnail_width": 480,
      "width": 200,
      "html": "<iframe width=\"200\" height=\"113\" src=\"https://www.youtube.com/embed/Xj0Jtjg3lHQ?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen title=\"$1 vs $500,000 Experiences!\"></iframe>",
      "height": 113,
      "provider_url": "https://www.youtube.com/",
      "type": "video",
      "author_url": "https://www.youtube.com/@MrBeast",
      "author_name": "MrBeast",
      "version": "1.0",
      "thumbnail_height": 360,
      "url": "https://youtu.be/Xj0Jtjg3lHQ?si=SlJKEzuYeegM6N-B"
    }
  },
  {
    "video_id": "Xj0Jtjg3lHQ?si=SlJKEzuYeegM6N-B",
    "title": "$1 vs $500,000 Experiences!",
    "content": "자, 여러분, 50만 달러를 내면 어떤 체험을 할 수 있는지 궁금하시죠? 제가 장담하는데 아마 여러분들 정말 깜짝 놀라실 겁니다. 이번 영상을 보시면 우리가 우주여행 시뮬레이션을 하는 데 왜 돈이 25만 달러나 들어가는지 또 바닷속을 탐험하는 데 왜 5만 달러가 드는지 이유를 알게 되실 겁니다. 우와~! 쟤 우리한테 막 오고 있어. 중간중간에 다른 체험들도 있으니까 잘 지켜봐주세요. 저는 지금 지구상 가장 높은 빌딩 꼭대기에 있습니다~! 와, 미쳤다! 제가 찾은 가장 돈이 적게 드는 체험도 소개합니다. 낙타 타기 입니다. 1달러로 이 낙타를 몇 분이나 탈 수 있다구요? 1달러에 2분이에요. 탈게요. 1달러 체험치고 좋은데? 꽉 잡으세요. 꽉 잡으라구요? 왜요? 어어, 어우 깜짝이야. 이집트에서 낙타 타고 싶었는데 거긴 1달러가 훨씬 넘더라구. 피라미드는 나중에 CG로 넣을게요. 이야~ 봤지? 야 멋있다~ 이거 타고 있는 것도 운동 되는데. 나 키가 엄청 커진 기분이야. 야, 이제 나랑 챈들러 기분 알겠지? 뭐래. 1달러로는 2분밖에 못 탑니다. 금방 끝났어요. 이제 하늘에서 저녁을 먹어보겠습니다. 만 달러만 내면 900미터 상공으로 올라갈 수 있습니다. 열기구를 주방 삼아 요리하는 셰프와 같이 날아가죠. 저 들판에 그림자 보이세요? 열기구 그림자예요. 대박~ 거짓말 안 하고 이거 생각보다 좀 높은 거 같다. 이건 그냥 900미터 위에 올라와서 하는 평범한 식사가 아닙니다. 이 미슐랭 스타 셰프는 열기구 자체에서 나오는 불꽃 그 자체를 이용해서 오늘의 음식을 직집 조리하거든요. 미스터비스트. 어? 이야~ 우리 다음 코스가 이렇게 내려오는 거야? 이제 저희는 열기구에서 나오는 불로 요리한 생선을 먹어볼 겁니다. 아, 감사합니다. 와, 진짜 맛있어! 지미, 이거 (진짜) 쩐다. 저 아래 진짜 멋있지 않냐? 식사하는 데 뷰가 진짜 죽여요. 이 물고긴 여기까지 올라올 줄 상상도 못했겠지. 혹시 만 달러로 여친한테 감동 주고 싶으신 분들, 이거 완전 추천할게요. 열 가지 음식 코스 하나하나가 진짜 황홀할 정도로 맛있었는데요. 근데 이 질문은 하고 넘어가야 할 거 같아요. 미슐랭 셰프로서 피스터블을 어떻게 생각하세요? 밸런스가 (아주) 좋은데요. 초콜릿 안에 씹히는 게 진짜 킥이네요. 미슐랭 셰프도 인정했습니다. 만달러 체험은 정말 좋았어요! 끝내준다. 다음은 5만 달러짜리 체험인데요. 챈들러랑 칼은 제가 뭘 준비했는지 전혀 모릅니다. 얘들아, 이 요트 어때? 멋있는데. 여기 좋다. 그래? 이게 5만 달러 가치가 있는 거 같아? 아니야. 아, 그래. 자, 저기 봐봐. 우리 이제부터 잠수함 탐험을 떠날 거야. 야, 미쳤다. 자, 너희 바닷속 탐험할 준비 됐어? 가자~! 좋아, 그럼 가보자. - 저건 안 할 거지? 야, 뭐해, 들어와! 알았어. 빨리 와! 뜨아~! 그럼 이제 바닷속을 탐험하러 가보시죠. -그래. - 어. 가자. 여기 진짜 장난 아니다. 오! 벌써 물고기 보이는데? 우리 내려가지도 않았잖아. 저거 창꼬치 아니야? 저 밑에 바닥으로 내려가보고 싶어? 가자. 우리 뭐든 할 수 있어. 잠수함 전체를 빌렸기 때문에 원하는 건 뭐든 가능합니다. 그럼 다 해봐야지! 갖다 박진 말고. 그건 하면 안 돼. 알았어. 잠수함을 최대한 좋은 카메라 앵글로 잡으려고, 잠수부를 고용해서 따라오라고 했습니다. 장난 아니죠? 쪽지 하나 써 볼까요? '뒤에 상어' 다들 놀란 척해, 알았지? 지금이야. 낚였어! 저희가 물속에 있는 동안 테릭과 놀란은 아프리카에서 5만 달러짜리 사파리 체험을 즐기고 있습니다. 걔들과 저희 중에 누가 더 신기한 생물을 발견하게 될까요? 스포일러, 우리야. 여기 멋진데~ 좋아, 정글의 왕을 찾으러 가보자! 우리 사자 보기 전까진, 아프리카 안 떠날 거야. 이해했지? 어. 이해했어. 그 손가락은 뭔데? 저기저기저기! 혹멧돼지다! 이야, 쟤 품바야!!! 야 쟤 놀랐잖아. 너 때매 도망갔어. 아... 미안, 소리 지르면 안 되는데 너무 흥분했다. 얼룩말이다! 얼룩말 맛있을 거 같지 않냐. 내가 사자면 얼룩말만 먹었어. 두툼~하잖아. 뭐? 이 정도면 5만 달러 낼 만하네. 응, 그니까, 지미 돈 5만 달러면 괜찮네. 야, 칼, 저거 잠수함 아니고 배가 잠긴 거면 어떡해? 이거 타고 당장 올라갈거야. 와 미쳤네. 우리 저 바위랑 엄청 가깝다. 와~ 이렇게 가까워도 괜찮아요? - 네네, 괜찮아요. - 그럼 됐네. 근데 저희만 동물을 가까이 관찰한 게 아니었습니다. 얼룩말, 어디 가? 야 안녕! 잠깐, 가지 마. 이리 와! 테릭, 재밌는 얘기 좀 해봐 니 뒤에 코끼리 두 마리 있어. 어우, 뭐야, 왜 이렇게 가까이 있어? 겁나 가깝지. 어, 너무 가까워. 우리한테 온다. 어. 어어. 방금 코끼리가 쫓아왔어요. 허, 진짜 대박~ 야 사자야 사자. -야 진짜 포스 장난 아니다. -저기 봐. 덩치가 장난 아니에요. 우리 아빠 같아. 잠수함보다 여기가 훨 나아. 물고기보단 이게 진짜지. 지금 심장이 완전 튀어나올 거 같아요. 지금까지 5만 달러 체험이었습니다. 다음에는 더 엄청난 체험이 기다리고 있는데요. 이거에 비하면 지금까진 아무것도 아니었어요. 이번 순서는 바로 25만 달러짜리 무중력 체험입니다. 비행기를 타고 올라갔다가 급강하하면서 비행기 내부의 환경을 무중력 상태로 만듭니다. 25만 달러짜리 체험을 하러 여기 왔습니다! 지금 시작합니다. 어! 어, 내 물! 으아~~ 와 미쳤어!!! 이게 뭐야 나 계속 돌아!  미쳤다! 어, 계속 몸이 뜨는데? \"이거 받아! 와, 방금 개쩔었어요. 와씨, 이거 진짜 찢었다. 다음 번에 떨어질 때는 저 반대쪽까지 경주할 거예요. 무중력 켜주세요. -오! 이야~ -야! 내가 이길 거야! 나 아무 데도 못 가겠어. 놀란 꼴찌다! 하! 됐다. -우린 됐어! -우리 이겼다! 이겼어! 야~! 해보니까 중력 없이는 달리기 시합이 좀 힘들더라구요. 근데 칼한테 좋은 아이디어가 있었습니다. 나 이 송풍기 시험해볼게. 잠깐, 기다려봐. 어! 야, 얘 돈다! 어, 어, 어! -진짜 빙글빙글 돌고 있어! -나 멈추고 싶어. 그만! 아핫!!! 다시 한번 중력을 끄기 전에, 저희 랩스웜스를 무중력 상태에서 만들어보겠습니다. - 준비됐어? - 응. 워어~! 놀란, 이제 만들어봐. 제가 만든 쩌는 장난감 하나 보여드릴까요? 여러분은 그냥 튜브에 물을 붓고, 흔들기만 하면 됩니다. 안에서 스웜스가 나올 거예요. 야, 내가 물 쏴줄게. 여기 줘봐. 아오! 지금 여기가 장난감으로 꽉 차게 생겼어. 이거 생각보다 어렵네요. 아무튼 여러분이 모아야 할 스웜스가 119개가 넘습니다. 스웜스 다섯 개가 들어있는 팩, 두 개 있는 팩, 단품을 미국 내 월마트, 타겟, 아마존에서 살 수 있구요. 전 세계 주요 장난감 판매점에서 판매 중입니다. 이거 제 최애예요. -나 날고 있다. -월마트에 가서 사세요. 이번 크리스마스 시즌에 가장 핫한 장난감으로 미친 듯이 팔리는 중입니다. 칼, 잡아! 품절되기 전에 미스터비스트 랩스 꼭 사세요. 오~ 이거 멋있겠는데. 어! 놀란, 받아! 으악! 됐다. 예~! 바디슬램! 50만 달러 체험이 이걸 어떻게 능가할지 모르겠네요. 바로 가서 확인해보시죠! 이 영상을 촬영하기 위해 전 세계를 열심히 돌아다닌 끝에, 자, 드디어 50만 달러 체험을 하러 왔습니다! 야 여기 전망 진짜 미쳤다. 여러분은 인류 역사상 어디에서도 볼 수 없던 광경을 보시게 될 겁니다. 저와 친구들은 이제 50만 달러로 환상적인 체험을 하게 되는데요. 그 장소는 바로 여기, 전 세계에서 가장 화려하고 럭셔리한 대도시입니다. 여기는 바로 두바이입니다. 사막 위에 건설한 도시인 이곳은 도파민이 팡팡 터지는 곳이죠. 이 영상 마지막에 저는 세계에서 가장 높은 빌딩 꼭대기에 서 본 몇 안 되는 사람이 될 겁니다. 모든 걸 쏟아부었어요. 보면 아마 깜짝 놀라실 겁니다. 같이 즐겨보시죠. 여기를 올라오다니! 저희는 이 150미터짜리 액자 위에서 어찌어찌 내려와서 바로 이 성 같이 생긴 호텔로 향했습니다. 훠우~ 여기 진짜 미쳤다. 이 뒤에 물도 있네. 호텔방에 들어서자마자 두 층이 진짜 대박이었습니다. 하지만 이 방의 하이라이트는 물속에 잠겨 있는 세 번째 층이었죠. 어! 아우, 깜짝이야. '아틀란티스에 잘 오셨습니다. 여러분 사랑합니다. 근데 칼만 빼구요.' 힘내라. 저 사람 저 놀리겠다고 상어가 있는 수조에 들어갔어요. 참고로 이 수조에는 80마리가 넘는 상어가 있습니다. 이 체험 후반부에 실제로 상어랑 함께 수영할 예정입니다. 여기에 마지막 하이라이트가 남아 있는데요. 뭔데? 스카이다이빙 할 거야. 절대 안 해. 할 거야. 수백 미터 하늘 위에서 땅으로 떨어진다고? \"걱정하지 마. F1 카트나 하자.\" 그래. 그러면 당연히 두바이 오토드롬으로 와야겠죠? 도시 전체에서 가장 빠른 자동차를 볼 수 있는 곳입니다. 다들 원하는 차 골라. 경주하자. - 좋아. - 가자~ 두바이에서 잘나가는 크리에이터들을 모아 슈퍼카를 타고 달려봤습니다. 이제 달려볼까요? 이야~ 저 차들 진짜 빨라요! 이건 여기서 할 수 있는 경험 중에 겨우 첫 번째예요. 이제 막 시작한 겁니다. 한번 붙어보자 이거지? 저 이제 추월할 거예요. 거의 따라잡았어요. 어우씨, 지미~! 안 돼, 안 돼~! 아, 거기 기어가냐~ 울 엄마가 나 레이싱 하는 거 보면 싫어할 텐데. 지금 최대한 느리게 달리기 하는 거 아니죠? 저건 불법이지. 잡아가야 되는 거 아니야? 불법이라고. 저랑 친구들이 레이싱카 드라이버처럼 노는 동안, 후~! 칼은 실제 포뮬러 수준의 레이싱카를 운전하려고 준비 중이었죠. 저 지금 겁나 멋있죠? 한번 달려볼까요! 시작은 좀 어설픈데. 이요~~~~! 어어어~!!!! 와, 미쳤다. 나 레이싱카 운전하고 있어. 오늘이 내 인생 최고의 날이야! 이 체험을 하면서 실제로 이 새 람보르기니를 하나 사게 됐는데요. 좀만 더 즐겨볼게요. 오~호호~! 참고로 이거 진짜 미친 듯이 빨라요. 이번엔 아부다비에서 열리는 NBA 경기를 보러 가시죠. 근데 솔직히 전 스포츠카 모는 거 별로 안 좋아해요. 게다가, 주차할 자리를 못 찾겠어요. (그래서) 이거 줄 사람 없나 찾아봐야겠어요. 미스터비스트 채널 보시는 분 있어요? 네! 우리 채널 구독중이시네. 이 람보르기니 드려도 돼요? 다른 분한테 드리면 좋겠어요. 네? 이게 뭔 일이래요? 저기 선생님, 잠깐 와보실래요? 우리 구독자시네! 이 람보르기니 드릴까요? 네, 좋죠. 자, 타세요. 이제 이 차 가지시면 돼요. 아, 지금 너무 떨리는데요. 이러니까 평소에 구독해 둬야 해요. 람보르기니가 굴러 들어온다니까요. 야 뭐해, 왜 안 내려? 우리 제일 앞줄 티켓이야. 잘 가세요. 지금 너무 행복해요. 이제 람보르기니를 보내줬으니까 프로 농구 경기의 맨 앞줄에 앉아서 경기를 보겠습니다. 근데 그때부터 끝도 없이 사진촬영이 이어졌죠. 반가워요! 그다음엔 스티브 하비랑 인사했구요. 드디어 만나보네요! 잘 지내요? 아, 그럼요. 그리고 러셀 웨스트브룩도 만났죠. -안녕하세요. -안녕하세요! 이제 20만 달러 상당의 체험이 남아 있습니다. 다음은 어마어마한 워터파크를 빌렸습니다. 어떻게 한 건지 사막 한가운데서 펭귄이랑 놀 수도 있습니다. 니가 대장이라며? 대장들이 다 이렇죠. 이것도 부족한 것 같다구요? 전 지금 상어 80마리랑 가오리가 가득한 거대 수영장에 왔어요. 저기, 안녕하세요, 선생님. 저기요, 얘기나 좀 해요. 버즈 라이트이어 같은데. 저기, 잠깐만요. 와, 이거 봐. 난 아쿠아맨이다. 상어의 왕이지. 내 첫 번째 명령은 이거다. 칼을 물어! 나 말고. 괜찮지? 아, 칼 공격해! 공격해! 얘 완전 공룡인데? 내가 대장이다, 공격해. 안 돼. 저런 게 여기 있어도 돼? 아니, 방금 내 산소통을 떼신 거 같은데. 물고기밥이 되기 전에 나와야겠네요. 미래에서 튀어나온 거 같은 레스토랑으로 가시죠. 안녕하세요. 지미, 여기 앉으세요. 이게 대체 뭔데, 지미? 나도 모르겠어. 친구들이랑 이렇게 식당에서 멀리 떨어져 앉아본 적이 없어요. 여러분, 인생에 단 한 번뿐인 경험이 곧 시작됩니다. 첫 번째 애피타이저부터 시작합니다. 한입에 드세요. 짠! 짠! 맛 없으면 어떡해? 맛있어? 진짜 맛있는데. 이 요리는 한입이 다예요? 네. 알았어요. 오, 뭐 하는 거지? 뭐야? 콜오브듀티 미션 같은데. 내 신상 털리는 거야? 여기 식당인 줄 알았는데 완전 극장이네. 뭐가 뭔지 모르겠어. 이 아홉 가지 코스 요리는 음식이 나올 때마다 변화하는 360도 인터랙티브 그래픽에 둘러싸여 먹습니다. 야, 잠깐. 오, 니 터치에 반응하네! 야, 우리가 지구를 지켜야 돼. 와, 나 이거 엄청 못 한다. 그래도 방은 엄청나게 놀라웠습니다. 보여? 지금 내 물잔에 걸려서 못 가잖아. 이거 봐. 이 경험을 더 특별하게 만들어주는 아주 특이한 음식과 음료가 나왔습니다. 잔을 만져보면 반응할 겁니다. 싱싱한 해산물로 만든 맛있는 아홉 가지 코스 요리를 먹었습니다. 와~ 와, 쩔어. 이건 금 와규 버거예요. 인정? 인정. 이건 챈들러 입맛에 맞대요. 마지막 코스는 저희만을 위한 특별 코스였습니다. 저게 누구야? 챈들러 아니야? 나 아니다~ 야, 저거 나 아니다. 아무튼 이 체험을 계속해보겠습니다. 마지막 하이라이트는 말 그대로 하늘에서 떨어지고, 지구상에서 가장 높은 빌딩에 오르는 건데요. 그 전에 이 높은 수영장에서 고소공포증을 테스트해보기로 했죠. 야, 이 전망 좀 봐. 이야~ 와, 진짜 미쳤네. 이 뷰 실화야? 지금 여러분이 보시는 건 실제로 보는 거랑 비교도 안 돼요. 절대 못 담아. 저희는 상공 180미터에 서 있습니다. 360도 인피니티 풀이라 도시의 멋진 전망을 구석구석 한눈에 내려다볼 수 있죠. 야, 들어가자. 들어갈게. 제 뒤에 있는 섬은 인공섬이에요. 정말 모든 게 신세계 같아요. 이제 이걸 난간에 붙여볼게요. 어우, 깜짝이야. 이 경치 좀 봐라. 진짜 멋있지 않냐? 이게 두바이 꼭대기다. 자, 얘들아. 이제 하늘에서 떨어질 시간이야. 야, 너 그냥 땅에 처박는다. 아니, 이 인공섬으로 떨어질 거야. 미칬나, 나 기절한다. 준비하세요. 지금부터 여러분이 보시는 건 제 평생 상상도 못 했던 일입니다. 진짜 돌았네요. 대체 누가 저런 걸 하지? 하지만 이렇게 체험에 대한 영상을 만든다면, 제 가장 큰 두려움 중 하나에 도전해야겠죠. 하늘에서 떨어질 겁니다. 내가 여기서 죽어도 영상은 올려야 돼! 점점 실감 나는데요. 왜 이래! 난 가족이 있다고! 이륙 준비합니다. 와, 진짜 올라가네. 내 말이. 미치겠다. - 우리가 이걸 실제로 하고 있다니. - 진짜 돌았다. 제가 죽을 확률이 얼마예요? 저야 모르죠 미치겠네. 3천 미터에 접근합니다. 지금 진짜 높아. 나 못 하겠어. 지미! 준비 안 됐어. 자, 출발! 너부터 가. 지미, 너 죽을래? 나 마음 변했어. 와 미쳤다!!! 예~~~ 우리 돈다! 어떡해, 나 무서워! 지미, 잘 가라~ 나 하기 싫어... 아, 대박. 이거 진짜 무서워. 저는 안 갑니다. 어땠어요? 아, 무서워요. 무서워요? 네, 지금도 높잖아요. 살면서 이게 제일 무서운 거 같아요. 으아, 어떡해. 여러분을 위해 했습니다. 어, 어, 어, 워워워워워. 어, 어, 됐다. 안 죽었어! 살았다! 챈들러는요? 챈들러 안 뛰었어? 챈들러 어디 갔어? 챈들러는 안 뛰었거나 바닥에서 터졌거나 둘 중 하나야. 어우, 그럼 안 뛰었음 좋겠다. 지미, 미안하다. 난 못 뛴다. 챈들러한테 이 영상에서 제일 어마어마한 체험을 같이 하자고 안 한 게 다행이네요. 왜냐면... 제 뒤에 세계 최고층 빌딩 부르즈 칼리파가 있습니다. 이 체험을 마무리하기 위해 꼭대기에 올라갈 겁니다. 820미터짜리 빌딩의 정상에 오르는 첫 번째 단계는, 여러 엘리베이터를 타고 160층 너머까지 오르는 겁니다. 하지만 남은 270미터는 제가 직접 정상에 오르는 수밖에 없었죠. 여기 진짜 높네요. 후. 사다리 엄청 많아요. 정상까지 올라가는 걸 너무 만만하게 본 거 같아요. 한 시간 동안 올라갔는데도 아직 올라가야 할 높이가 많이 남아 있었습니다. 드디어 다 올라왔다고 생각했는데, 아직 한참 남았네요. 끝이 안 나요. 한 계단 한 계단 올라가면서 진짜 가고 싶은 게 맞는지 의문이 들었죠. 성공할 수 있을까요? 거의 다 왔겠죠? 그건 아닌가 봐요. 힘들어 죽을 거 같았지만 저는 다시 한번 이 사실을 떠올렸습니다. 세계에서 가장 높은 빌딩의 꼭대기에 설 수 있는 경험을 하는 지구상에서 몇 안 되는 사람이 된다구요. 이제 와 포기하고 돌아갈 수는 없었어요. 좋아, 마지막이다. 후! 됐어. 성공했어요! 저는 지금 지구상 가장 높은 빌딩 꼭대기에 있습니다~! 진짜 대박이야! 미쳤다, 여기 개높아. 와, 진짜 무서워. 아, 밑에 괜히 봤어, 너무 무서워. 토할 거 같아요. 아. 솔직히 말하면 피스터블은 땅에서 먹는 게 더 나아요. 여긴 지금 기절할 거 같거든요. 높은 데 너무 무서워요. 두려움에 맞설 때마다 오히려 즐거워지고 저 자신에 대해 많은 걸 배우는 거 같아요. 이런 경험에 고마워지네요. 여러분도 안전지대를 벗어나보세요. 평소에 안 하던 일을 한번 해보세요. 결국엔 자신에 대해 많은 걸 배울 거예요. 시청해주셔서 감사합니다! 여기에 공들인 만큼 재밌었으면 좋겠네요. 사랑합니다~!",
    "timestamp": "2024-11-20T14:41:26.637573",
    "metadata": {
      "title": "$1 vs $500,000 Experiences!",
      "author": "MrBeast",
      "length": 1060,
      "views": 100904548,
      "description": "I didn’t know some of these were possible\nMrBeast Lab Swarms are flying off the shelves! Grab yours now at Walmart, Target, Amazon, or top toy retailers worldwide. This video Includes promoted content in partnership with Moose Toys.\n\nNew Merch - https://mrbeast.store\n\nCheck out Viewstats! - https://www.viewstats.com/\n\nSUBSCRIBE OR I TAKE YOUR DOG\n╔═╦╗╔╦╗╔═╦═╦╦╦╦╗╔═╗\n║╚╣║║║╚╣╚╣╔╣╔╣║╚╣═╣ \n╠╗║╚╝║║╠╗║╚╣║║║║║═╣\n╚═╩══╩═╩═╩═╩╝╚╩═╩═╝\n\nFor any questions or inquiries regarding this video, please reach out to chucky@mrbeastbusiness.com\n\nMusic Provided by https://www.extrememusic.com\n\n----------------------------------------------------------------\nfollow all of these or i will kick you\n• Facebook - https://www.facebook.com/MrBeast6000/\n• Twitter - https://twitter.com/MrBeast\n•  Instagram - https://www.instagram.com/mrbeast\n•  Im Hiring! - https://www.mrbeastjobs.com/\n--------------------------------------------------------------------",
      "thumbnail_url": "https://i.ytimg.com/vi/Xj0Jtjg3lHQ/sddefault.jpg",
      "publish_date": "2024-11-02 09:00:00-07:00",
      "provider_name": "YouTube",
      "thumbnail_width": 480,
      "width": 200,
      "html": "<iframe width=\"200\" height=\"113\" src=\"https://www.youtube.com/embed/Xj0Jtjg3lHQ?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen title=\"$1 vs $500,000 Experiences!\"></iframe>",
      "height": 113,
      "provider_url": "https://www.youtube.com/",
      "type": "video",
      "author_url": "https://www.youtube.com/@MrBeast",
      "author_name": "MrBeast",
      "version": "1.0",
      "thumbnail_height": 360,
      "url": "https://youtu.be/Xj0Jtjg3lHQ?si=SlJKEzuYeegM6N-B"
    }
  }
]